[
    {
        "title": "Great Adaptations: Star-Nosed Moles, Electric Eels, and Other Tales of Evolution’s Mysteries Solved\n",
        "Author": " Kenneth Catania",
        "highlights": [
            "\nI could go on. In short, you can’t swing a stick without hitting a major scientific advance that resulted from studying diverse and specialized animals.",
            "\nSharks are the best-known example of an animal with this sense.2 They can detect an electric field of only 0.00000001 volts per centimeter."
        ]
    },
    {
        "title": "The Ends of the World: Volcanic Apocalypses, Lethal Oceans, and Our Quest to Understand Earth's Past Mass Extinctions\n",
        "Author": " Peter Brannen",
        "highlights": [
            "\n“[It’s] pretty clear that times of high carbon dioxide—and especially times when carbon dioxide levels rapidly rose—coincided with the mass extinctions,” writes University of Washington paleontologist and End-Permian mass extinction expert Peter Ward. “Here is the driver of extinction.”",
            "\n“The general consensus in the field is that the Ordovician mass extinction is closely tied to climate change,” he said."
        ]
    },
    {
        "title": "Mindf*ck: Cambridge Analytica and the Plot to Break America\n",
        "Author": " Christopher Wylie",
        "highlights": [
            "\nThe story of Cambridge Analytica shows how our identities and behavior have become commodities in the high-stakes data trade.",
            "\nThe companies that control the flow of information are among the most powerful in the world; the algorithms they’ve designed in secret are shaping minds in the United States and elsewhere in ways previously unimaginable.",
            "\nEverything we do, he said, is predicated on understanding exactly who we need to talk to, and on which issues.",
            "\nIn fact, when I first saw people lined up at computers at the Obama headquarters, I thought, Messages and emotions, not computers and numbers, are what create a winning campaign. But I learned that it was those numbers—and the predictive algorithms they created—that separated Obama from anyone who had ever run for president before.",
            "\nBUT BY DIRECTLY COMMUNICATING select messages to select voters, the microtargeting of the Obama campaign had started a journey toward the privatization of public discourse in America.",
            "\nWith the ascendancy of social media, we have been forced to place our trust in political campaigns to be honest, because if lies are told, we may never notice. There is no one there to correct the record inside of a private ad network.",
            "\nThe newly formed Cambridge Analytica became that arsenal. Refining techniques from military psychological operations (PSYOPS), Cambridge Analytica propelled Steve Bannon’s alt-right insurgency into its ascendancy. In this new war, the American voter became a target of confusion, manipulation, and deception. Truth was replaced by alternative narratives and virtual realities.",
            "\nSeemingly out of nowhere, an uprising erupted in America with manic cries of MAGA! and Build the wall! Presidential debates suddenly shifted from policy positions into bizarre arguments about what was real news and what was fake news. America is now living in the aftermath of the first scaled deployment of a psychological weapon of mass destruction.",
            "\nFacebook is no longer just a company, I told them. It’s a doorway into the minds of the American people, and Mark Zuckerberg left that door wide open for Cambridge Analytica, the Russians, and who knows how many others. Facebook is a monopoly, but its behavior is more than a regulatory issue—it’s a threat to national security. The concentration of power that Facebook enjoys is a danger to American democracy.",
            "\nthe five-factor model of personality, which represents personality as a set of ratings on five scales: openness, conscientiousness, extraversion, agreeableness, and neuroticism.",
            "\nThe five-factor model was the key that cracked the Lib Dems code—and, in the end, provided the central idea behind what became Cambridge Analytica.",
            "\nIn informational combat, the payload is often a story—a rumor deployed to trick a general or a cultural narrative intended to pacify a village. And just as the military invests in chemistry to inform bomb building, it also tries to research what kinds of narratives will yield the biggest impact.",
            "\nWhen a society jerks into extremism, so does its fashion. Think about Maoists, Nazis, Klansmen, and jihadists—what do they all have in common? A look. Extremism starts with how people look and how society feels.",
            "\nThese uniforms, in turn, are incorporated into the wearer’s identity, transforming their thinking from This is what I believe into This is who I am.",
            "\nExtremist movements latch on to aesthetics because so much of extremism is about changing the aesthetics of society. Oftentimes much of what is promised is not about any tangible policies, but rather a new look and feel for a place or culture.",
            "\nInsurgencies, by nature, are asymmetric, in that a few people can cause large effects. So catalyzing an insurgency within the belligerent’s organization requires first concentrating resources on a few key target groups. This is optimized by good profiling and identifying the types of people who are both susceptible to new ways of thinking and connected enough to inject our counternarrative into their social network.",
            "\nThe most effective form of perspecticide is one that first mutates the concept of self. In this light, the manipulator attempts to “steal” the concept of self from his target, replacing it with his own. This usually starts with attempting to smother the opponent’s narratives and then dominating the informational environment around the target.",
            "\nThe most susceptible targets are typically the ones who exhibit neurotic or narcissistic traits, as they tend to be less psychologically resilient to stressing narratives.",
            "\nPeople high on the narcissism scale are susceptible because they are more prone to feelings of envy and entitlement, which are strong motivators of rule-breaking and hierarchy-defying behavior. This means these targets will be more likely to develop an exaggerated suspicion of harassment, persecution, victimhood, or unfair treatment. This is the “low-hanging fruit” for initiating the subversion of a larger organization. Later, this learning would serve as one of the foundations for Cambridge Analytica’s work catalyzing an alt-right insurgency in America.",
            "\nOne unintended consequence of having large pluralities of citizens connected via mobile phone networks was that everybody could be traced, tracked, profiled, and communicated with. Jihadist networks such as ISIS, AQAP, and Boko Haram had already figured this out, taking advantage of easy access to the minds of future conquests. And that turned the rules of warfare upside down.",
            "\nNix couldn’t help himself—he was intoxicated by power. Born too late to play colonial master in the old British Empire, he treated SCL as the modern equivalent. As Nix put it in one of our meetings, he got to “play the white man.” “They [are] just niggers,” he once said to a colleague in an email, referring to black politicians in Barbados.",
            "\nThe site ran on the undercurrent of Breitbart’s personal philosophy, which has been referred to as the Breitbart Doctrine: Politics flows from culture, and if conservatives wanted to successfully dam up progressive ideas in America, they would have to first challenge the culture. And so Breitbart was founded to be not only a media platform but also a tool for reversing the flow of American culture.",
            "\nFor all the site’s sound and fury, it became pigeonholed as a place for young, straight white guys who couldn’t get laid. Gamergate was one of the first, most public instances of their culture war: When several women tried to bring to light the gross misogyny within the gaming industry, they were hounded, doxed, and sent numerous death threats in a massive campaign against the “progressives” imposing their “feminist ideology” onto gaming culture.",
            "\nGamergate was not instigated by Breitbart, but it was a sign to Bannon, who saw that angry, lonely white men could become incredibly mobilized when they felt that their way of life was threatened.",
            "\nAnd we both saw what was bubbling in tech and online spaces. He talked about gamers, memes, and MMORPGs—online games like World of Warcraft with huge numbers of players. He used the word “pwned” in a sentence, which is a gamer expression that implies domination or humiliation of a rival.",
            "\nTo make a population more resilient to extremism, for example, you would first identify which people are susceptible to weaponized messaging, determine the traits that make them vulnerable to the contagion narrative, and then target them with an inoculating counter-narrative in an effort to change their behavior. In theory, of course, the same strategy could be used in reverse—to foster extremism—but that was not something I had even considered.",
            "\nWe biased her mental model of her life. So which is true? Is she happy or not happy? The answer depends on which information is being pulled to the front of her mind. In psychology, this is called priming. And this is, in essence, how you weaponize data: You figure out which bits of salient information to pull to the fore to affect how a person feels, what she believes, and how she behaves.",
            "\nThis cognitive bias is called the availability heuristic, and is just one of many biases that affect our thinking. The bias is why, for example, people who see more news reports of violent murders on the news tend to think that society is becoming more violent when in fact global murder rates have been declining overall during the last quarter century.",
            "\nWhen I started my research into cultural information for SCL’s counter-extremism work, I drew upon similar concepts, approaches, and tools to those I was exploring in fashion forecasting—adoption cycles, diffusion rates, network homophily, etc. The work was all about trying to anticipate how people would internalize and then spread cultural information—whether that meant in joining a death cult or in choosing a wardrobe.",
            "\nBut Mercer, it seemed, wanted us to attempt an even more ambitious version of profitable disruption. By profiling every citizen in a country, imputing their personalities and unique behaviors, and placing those profiles in an in silico simulation of that society (one created inside a computer), we would be building the first prototype of the artificial society.",
            "\nIn the five-factor model of personality, conservatives tend to display a combination of two traits: lower openness and higher conscientiousness. In the most general way, Republicans aren’t likely to seek out novelty or to express curiosity about new experiences (with closet cases being the obvious exception). At the same time, they favor structure and order, and they don’t like surprises. Democrats are more open but also often less conscientious. This is in part why political debates often center around behavior and the locus of personal responsibility.",
            "\nThis was a big realization: We were able to sway voters’ opinions by tailoring the candidate’s message to match their psychometric tests.",
            "\nIt turns out that Republicans can accept a batshit insane candidate, so long as it’s consistent insanity. This finding later informed almost everything that Cambridge Analytica worked on. From there, of course, it’s a short jump to having a candidate brag that he could stand in the middle of Fifth Avenue and shoot somebody without losing support.",
            "\nFox fuels anger with its hyperbolic narratives because anger disrupts the ability to seek, rationalize, and weigh information. This leads to a psychological bias called affect heuristic, where people use mental shortcuts that are significantly influenced by emotion.",
            "\nFox’s audience is then told they are part of a group of “ordinary Americans.” This identity is hammered home over and over, which is why there are so many references to “us” and direct chatting to the audience by the moderators. The audience is reminded that if you are really an “ordinary American,” this is how you—i.e., “we”—think. This primes people for identity-motivated reasoning, which is a bias that essentially makes people accept or reject information based on how it serves to build or threaten group identity rather than on the merits of the content.",
            "\nBy taking a leap at quantifying many of the intrinsic aspects of human behavior and cultural interaction, Mercer eventually realized that he could have at his disposal the Uber of information warfare. And, like Uber, which decimated the hundred-year-old taxi industry with a single app, his venture was about to do the same with democracy.",
            "\n“nonsense is a more effective organizing tool than the truth,” and Bannon embraced this. “Anyone can believe in the truth,” Moldbug writes. “It serves as a political uniform. And if you have a uniform, you have an army.”",
            "\nRobinson seemed to have tipped over the edge. He insisted that climate change was a hoax, argued that low doses of ionized radiation can be good for people, and warned that chemtrails were poisoning the population. Imagine my reaction when, a few years later, he was considered for the position of President Trump’s scientific adviser.",
            "\nAlthough Cambridge Analytica was created as a business, I learned later that it was never intended to make money. The firm’s sole purpose was to cannibalize the Republican Party and remold American culture.",
            "\nThe Potemkin Site perfectly encapsulated the heart and soul of Cambridge Analytica, which perfected the art of showing people what they want to see, whether real or not, to mold their behavior—a strategy that was so effective, even a man like Steve Bannon could be fooled by someone like Alexander Nix.",
            "\nCambridge Analytica was a company that took large amounts of data and used it to design and deliver targeted content capable of moving public opinion at scale.",
            "\nWhen Cambridge Analytica launched, in the summer of 2014, Bannon’s goal was to change politics by changing culture; Facebook data, algorithms, and narratives were his weapons.",
            "\nHowever, because the label “racism” can hold such social stigma in modern America, we found that white people often ignore or discount their internalized prejudices and react strongly to any inference that they hold such beliefs.",
            "\nThis framing of political correctness as an identity threat catalyzed a “boomerang” effect in people where counternarratives would actually strengthen, not weaken, the prior bias or belief. This means that when targets would see clips containing criticism of racist statements by candidates or celebrities, this exposure would have the effect of further entrenching the target’s racialized views, rather than causing them to question those beliefs.",
            "\nWhen the labels of the same graphs were later switched to their actual controversial topic, respondents who were made angry by identity threats were more likely to misread the relabeled graphs that they had previously understood.",
            "\nIn the late 1960s, Richard Nixon’s “southern strategy” fueled racial fear and tensions in order to shift white voters’ allegiance from the Democrats to the GOP. Nixon ran his 1968 presidential campaign on the twin pillars of “states’ rights” and “law and order”—both of which were obvious, racially coded dog whistles. In his 1980 campaign, Ronald Reagan repeatedly invoked the “welfare queen”—a black woman who supposedly was able to buy a Cadillac on government assistance. In 1988, George H. W. Bush’s campaign ran the infamous Willie Horton ad, terrifying white voters with visions of wild-haired black criminals running amok.",
            "\nAfter Kogan joined Cambridge Analytica’s project, CA’s internal psychology team started replicating some of his research from Russia: profiling people who were high in neuroticism and dark-triad traits. These targets were more impulsive and more susceptible to conspiratorial thinking, and, with the right kind of nudges, they could be lured into extreme thoughts or behavior.",
            "\nOne project was described in CA correspondence as a “voter disengagement” (i.e., voter suppression) initiative targeting African Americans. Republican clients were worried about the growing minority vote, especially in relation to their aging white base, and were looking for ways to confuse, demotivate, and disempower people of color.",
            "\nUnless you count uncomfortable laughter, he showed no remorse. Somehow he had made peace with the mayhem his company had spewed out into the world as a Cambridge Analytica contractor.",
            "\nIn an attempt to calm the storm, and in tribute to Cox, the Leave and Remain campaigns agreed to stop all campaign activities for three days, an extraordinary decision with only a week remaining until the vote. However, AIQ secretly continued deploying digital advertisements for Vote Leave, knowing that the British media would not be able to tell whether they were continuing online ads.",
            "\nAs Cambridge Analytica identified, provoking anger and indignation reduced the need for full rational explanations and would put voters into a more indiscriminately punitive mindset. CA found that not only did this anger immunize target voters to the notion that the economy would suffer, but some people would support the economy suffering if it meant that out-groups like metropolitan liberals or immigrants would suffer in the process—that, in effect, their vote would be used as a form of punishment.",
            "\nI realized that a privatized intelligence unit would allow Bannon to bypass the limited protections Americans had from federal intelligence agencies. It occurred to me that the deep state wasn’t just another alt-right narrative; it was Bannon’s self-fulfilling prophecy. He wanted to become the deep state.",
            "\nWhat, she asked me, is Cambridge Analytica? “It’s Steve Bannon’s psychological mindfuck tool,” I told her bluntly.",
            "\nTurnbull went further, revealing how Cambridge Analytica had set up the “crooked Hillary” narrative. “We just put information into the bloodstream [of] the Internet and then watch it grow,” he said. “And so this stuff infiltrates the online community, but with no branding, so it’s unattributable, untrackable.” As I watched, I could barely contain myself. My experience was finally being validated by Nix’s own words.",
            "\nWhat we’re seeing is a cognitive segregation, where people exist in their own informational ghettos.",
            "\nThey throw up their hands and claim they can’t control how their users abuse their products, even when mass murder results. If ethnic cleansing is not enough for them to act, what is? When Facebook goes on yet another apology tour, loudly professing that “we will try harder,” its empty rhetoric is nothing more than the thoughts and prayers of a technology company content to profit from a status quo of inaction. For Facebook, the lives of victims have become an externality of their continued quest to move fast and break things.",
            "\nWith most reputable news sources now behind paywalls, we are already seeing information inch toward becoming a luxury product in a marketplace where fake news is always free.",
            "\nAmazon, Google, and Facebook have already applied for patents to create “networked homes” that integrate in-home IoT sensors with online marketplaces, ad networks, and social profiles. In this future, Amazon will know when you pop an aspirin, and Facebook will watch your kids play in the living room.",
            "\nAuthoritarian movements are possible only when the general public becomes habituated to—and numbed by—a new normal.",
            "\nI used to think that there was someone waiting with a plan who could solve a problem like Cambridge Analytica. I was wrong. Our system is broken, our laws don’t work, our regulators are weak, our governments don’t understand what’s happening, and our technology is usurping our democracy.",
            "\nIn harvesting and processing your data self, algorithms make decisions on how to define you, how to classify you, what you should notice, and who should notice you. But there is a fine line between an algorithm defining you in order to represent who you really are and an algorithm defining you to create a self-fulfilling prophecy of who it thinks you should become."
        ]
    },
    {
        "title": "What Color Is Your Parachute? 2021: Your Guide to a Lifetime of Meaningful Work and Career Success\n",
        "Author": " Richard N. Bolles and Katharine Brooks",
        "highlights": [
            "\nDr. Seligman’s book Learned Optimism can teach you how to think differently. He also offers a free optimism assessment (you just have to register). Go to https://www.authentichappiness.sas.upenn.edu/ and find the Optimism Test under “Questionnaires.”"
        ]
    },
    {
        "title": "Price Wars: How the Commodities Markets Made Our Chaotic World\n",
        "Author": " Rupert Russell",
        "highlights": [
            "\nIt’s the summer of 2018 and I’m sitting in the Moria refugee camp. Tucked into a mountainside on Lesvos, the Greek island closest to Turkey, it’s the gateway from East to West and the epicentre of the global refugee crisis. Wars, famines, recessions, persecutions thousands of miles from each other converge here through the one thing they all create: people searching for safety.",
            "\nJust as 100 degrees Celsius is the boiling point for water, 210 on the Food Price Index “is the boiling point for societies.” Bar-Yam says, “It’s when riots are triggered.”",
            "\nSorry, we’re unable to display this type of content.",
            "\nThese dictators were monsters. They oversaw vast police states that employed systematic torture and rape. They enriched themselves through orgies of corruption as millions struggled to afford to eat. They squashed any form of free expression—religious or secular—as a threat to their own cult of personality. Yet their grip on power was brittle. It depended on forces that were often outside of their control. It depended on the price of food set in the commodity exchanges many thousands of miles away, and whether they had oil revenues to offset any rise in prices.",
            "\nMichael Masters had a theory. “Index speculators have bought more commodities futures contracts in the last five years than any other group,” he told the committee. These “index speculators” were investors who had purchased a complex derivative product called a “commodity index fund.” Sold by Goldman Sachs, AIG and other financial institutions, they allowed investors to park their money in a mixture of around two dozen commodities. Masters put up a graph to show the committee how investments into commodity index funds had grown from $13 billion in 2003 to $260 billion in the middle of March 2006. “If they had been the largest buyer of futures contracts,” he asked, “is it not reasonable that they would have had one of the largest impacts on futures prices?”",
            "\nHe was a fellow Master of the Universe, how could he betray the financial world so publicly, and in Congress of all places? There were rumours that it was a calculated move, that it would somehow help his own speculative bets. After all, what other motivation could he possibly have? The idea that one of their own would call out the irrationality of commodity prices was beyond reason.",
            "\nAs Greenspan had lectured Brooksley Born in 1998, derivatives prices were supposed to respond to prices in the “underlying markets.” The mortgage-insurance derivatives were supposed to synthesise information about the real-world business of buying and selling physical homes. But soon after the passing of the Commodities Futures Modernization Act in 2000, the relationship reversed. As house prices rose, the quants’ formulas calculated that the risk that homeowners would default was declining, and so lowered the price of credit derivatives. This signalled to the banks that it was safe to issue more mortgages. As the formula defined risk through the whole housing market, banks and ratings agencies alike believed—or claimed to believe—that they did not need to know about the specific mortgages inside these supposedly AAA-safe bundles.",
            "\nIn order to keep the money in the market—and avoid the unwanted deliveries—the contracts needed to be sold right before they expired and new contracts bought. This is called the “roll.” This aspect of derivatives, the investors were told, was a feature and not a bug. The banks’ salesmen pointed to a paper published by two Yale economists in 2006 which showed that holding and rolling futures contracts over the long term produced a tidy profit. This was because there was a gap in the prices between the old contracts and the new contracts: the new ones were cheaper. This piece of financial alchemy produced a profit, so long as the “roll yield” remained positive. The study had been paid for by AIG, which was selling its own commodity index fund.",
            "\nThis is why food prices began to spike in 2007 even though food production continued to grow. The “demand” for commodities was not coming from real-world consumers, but institutional investors searching for a safe haven as real estate cratered.",
            "\nIt didn’t take long. In 2010, speculators feared the Federal Reserve’s bond-buying “quantitative easing” programme would cause runaway inflation. They poured their money into commodities to “hedge” against the inflation to come. Then, that summer, wildfires raged across Russian wheat fields. Speculators feared a worldwide shortage, so they piled into agricultural commodities. Both pushed up commodity prices, starting a trend—a trend that the trend-following capital was now poised to amplify, and amplify it did. By December 2010, food prices had surpassed Yaneer Bar-Yam’s tipping point of 210. The Arab Spring was triggered.",
            "\nWhen compared to their oil-importing neighbours, oil-exporting countries are more likely to be ruled by dictators with oversized militaries, be riven with inequality and corruption, start invasions and be invaded, and be ravaged by unusually long civil wars."
        ]
    },
    {
        "title": "Immune: A Journey into the Mysterious System That Keeps You Alive\n",
        "Author": " Philipp Dettmer",
        "highlights": [
            "\nThe immune system is the most complex biological system known to humanity, other than the human brain.",
            "\nit may take a disease days to kill you—your immune system can do so in minutes.",
            "\nBut proteins are not just good for muscles: Proteins are the most fundamental organic building blocks and tools of all living things on this planet.",
            "\nWhat this means in this context is that around 1% of the DNA is made up of sequences that are building manuals for proteins, which are called Genes. The rest of your DNA is regulating which proteins are built when and how and how many of them at which time.",
            "\nIn a nutshell, the instructions on the DNA are converted into proteins in a two-step process: Special proteins read the information on the DNA string and convert it into a special messenger molecule called mRNA—basically the language that our DNA uses to communicate orders.",
            "\nIn the microworld, the different shapes of a molecule determine which molecules attract and repel each other. And so the shape of your cells’ proteins determines which proteins attract or repel each other and how they interact (while the number of different types of proteins determines how often these interactions happen).",
            "\nCells are filled up by proteins. Proteins are three-dimensional puzzle pieces. Their specific shapes enable them to fit together or interact with other proteins in specific ways. Sequences of these interactions, called pathways, cause cells to do things. This is what we mean when we say that cells are protein robots guided by biochemistry. The complex interactions between dumb and dead proteins create a less dumb and less dead cell, and the complex interactions between slightly dumb cells create the pretty smart immune system.",
            "\nThis phenomenon occurs all over nature, and is called emergence. It is the observation that entities have properties and abilities that their parts do not have.",
            "\nThe Realm of the Innate Immune System contains all the defenses you are born with and that can be employed mere seconds after an invasion occurs. These are the basic defenses that go back to the very first multicellular animals on earth and they are absolutely crucial for your survival. One of its most central features is that it is the sort of smart part of your immune system. It has the power to tell self from other. And once it detects other it immediately springs into action. However, its weapons are not tailored to identify any specific enemy, but instead they try to be effective across a wide range of common enemies.",
            "\nWithout your Innate Immune System, you would be overwhelmed and killed by microorganisms within days or weeks. It does the heavy lifting and most of the actual fighting.",
            "\nThe Realm of the Adaptive Immune System contains specialized super cells that coordinate and support your first line of defense. It contains factories that produce heavy protein weapons and special cells that hunt and kill infected body cells in the case of viral infections. Its defining feature is that it is specific. Unbelievably specific, in fact. Your Adaptive Immune System “knows” every possible intruder. Its name, what it had for breakfast, its favorite color, its most intimate hopes and dreams. The Adaptive Immune System has a specific answer for every single possible microorganism that exists on this planet right now—and for every single one that can evolve in the future.",
            "\nAny sort of invader that is able to give your immune system a run for its money is called a Pathogen—which appropriately means “the maker of suffering.”",
            "\nSentinel cells are the very first to show up—they were peacefully patrolling the premises when the impact happened and are quickly making their way right to ground zero, attracted by the screams and the detritus of the crash site. These cells are called Macrophages and they are the largest immune cells your body has to offer. Physically, Macrophages are pretty impressive. If an average cell would be the size of a human, a Macrophage would be the size of a black rhino. And just as with black rhinos, you better not mess with them. Their purpose is to devour dead cells and living enemies, coordinate defenses, and help heal wounds.",
            "\nIn the blood thousands of Neutrophils have heard the cries for help and smelled the signs of death and begun to move. At the site of infection they leave the rushing ocean of the blood and enter the battlefield. Just like the Macrophages, the panic and alarm signals activated them, turning them from pretty chill fellows into killing frenzied maniacs.",
            "\nAt this point the wound has already closed superficially as millions of specialized cells from the blood flooded in the battlefield: Platelets, blood cells that exist mainly to act as an emergency worker that closes wounds. They produce a sort of large, sticky net that clumps themselves and unlucky red blood cells together and creates an emergency barrier to the outside world, stopping blood loss rather quickly and preventing more intruders from entering. This enables fresh skin cells to slowly start closing the enormous hole in the world.*",
            "\nThe Dendritic Cell, the mighty messenger and intelligence officer of the Innate Immune System did not just watch the disaster unfold. Dendritic Cells are stationed everywhere the Border Kingdom can be penetrated. Shaken up by the chaos and panic, they urgently began collecting samples of the battlefield. Similarly to Macrophages, Dendritic Cells have long tentacles to catch invaders and rip them into pieces. But their goal was not to devour them—no, they prepared samples made from the dead intruders, to present their findings to the intelligence centers of the immune system.",
            "\nSo it might be better to look at Macrophages as a sort of local captain of the Innate Immune System: In battle they tell other cells what to do and inform them if fighting is still necessary.",
            "\nThe Neutrophil is a bit of a simpler fellow. It exists to fight and to die for the collective. It is the crazy suicidal Spartan warrior of the immune system. Or if you want to stay in the animal kingdom, a chimp on coke with a bad temper and a machine gun. A sort of all-purpose weapon system that is engineered to quickly deal with the most common enemies your body encounters—especially bacteria. It is by far the most abundant immune cell in your blood and easily one of the most potent. Neutrophils are indeed so dangerous that they come with a kill switch. They are on a tight timer and only live a few days when they are not needed before they commit controlled suicide.",
            "\nNo matter which of its weapon systems it uses, the Neutrophil is one of your fiercest soldiers and one that enemies, and our own bodies, are rightfully pretty afraid of.",
            "\nIn a nutshell, its purpose is to restrict an infection to an area and stop it from spreading, but also to help remove damaged and dead tissue and to serve as a sort of expressway for your immune cells and attack proteins directly to the site of infection!",
            "\nIn a nutshell, inflammation is a process that makes the cells in blood vessels change their shape, so that plasma, the liquid part from your blood, can flood into a wounded or infected tissue. You can literally imagine this as floodgates opening and a tsunami of water, filled with salts and all sorts of special attack proteins, flooding the spaces between your cells so rapidly that tissue on the scale of a metropolitan area balloons up. Wherever your cells suspect that something fishy is going on they order inflammation as a dramatic first response.",
            "\nThe first way inflammation gets started is through dying cells. Amazingly, your body evolved a way to recognize if a cell died a natural way or if it died a violent death. The immune system has to assume that cells dying an unnatural death means grave danger, and so death is a signal that causes inflammation.",
            "\nThe Mast Cell. Mast Cells are large, bloated cells filled with tiny bombs containing extremely potent chemicals that cause rapid and massive local inflammation. (For example, the itching you feel when a mosquito bites you was probably caused by chemicals the Mast Cell released.) They mostly sit below your skin and do their thing, which is thankfully not much. If you hurt yourself and tissue is destroyed and they die or they get really agitated, Mast Cells release their inflammation supercharger chemicals and speed up the process immensely.",
            "\njust to summarize: If your cells are dying unnaturally, if you rupture or annoy a Mast Cell below the skin, or if your immune system is fighting enemies, they release chemicals that cause inflammation. A flood of fluids and all sorts of chemicals, which annoy your enemies, attract reinforcements, and make it easier for them to get into the infected tissue, all of which make it easier to defend a battlefield. But inflammation is hard on the body and in many cases presents a real danger to the health of the body.",
            "\nWell, in a way, cells smell their way through life. For cells, information is a physical thing: Cytokines. In a nutshell, cytokines are very small proteins that are used to convey information. There are hundreds of different cytokines and they are important in almost every biological process going on inside of you—from your development in your mother’s womb to the degeneration you experience as you get older. But the field where they are the most relevant and important is your immune system. They play a crucial role in the development of diseases and how your cells are able to respond. In a sense cytokines are the language of your immune cells.",
            "\nIn some cases this whole system can break down though and have horrible consequences. If there are too many cytokines the immune system can lose all constraint, become super enraged, and overreact massively—which leads to an appropriately named cytokine storm. This is nothing more than way too many immune cells releasing way too many cytokines even if there is no danger. But the consequences are horrible.",
            "\nSo to summarize the important parts: Cells have millions of noses on their outsides that are called receptors. They communicate by releasing proteins that carry information, called cytokines. When a cell smells cytokines with their receptors (noses), they trigger pathways inside the cell that change their gene expression and therefore the behavior of the cell. So cells can react to information without being conscious or having the ability to think, guided by the biochemistry of life. This enables them to do pretty smart things even though they are technically very stupid. Some cytokines do also function as a navigation system—an immune cell can smell where they are coming from and literally follow their noses to the battlefield.",
            "\nIn a nutshell, the complement system does three things: It maims enemies and makes their lives miserable and unfun. It activates immune cells and guides them to invaders so they can kill them. It rips holes into things until they die.",
            "\nIn the world of complement proteins, catching fire means changing their shape. As we said before, the shape of a protein determines what it can and can’t do, what they can interact with, and in what way. In their passive shape complement proteins do nothing. In their active shape, however, they can change the shape of other complement proteins and activate them.",
            "\nOne of these C3 parts, very creatively called C3b, is like a seeker missile. It has a fraction of a second to find a victim or it will be neutralized and shut itself off. If it does find a target, say a bacterium, it anchors itself very tightly to the bacterium’s surface and does not let go. By doing so the C3b protein changes its shape again, which gives it new powers and abilities. (In a way complement proteins are like mini protein Transformers.) In its new form it is able to grab other complement proteins, change their shape, and merge with them.",
            "\nThe trail of C3a complement guides them exactly to the place where they are needed the most. In that case, complement does exactly the same job as cytokines, only that they are passively generated and don’t need to be generated by cells, like cytokines do.",
            "\nComplement has a positive charge. So when complement proteins have anchored themselves to the bacteria, they act as a sort of superglue, or better, little handles, that make it much easier for your immune cells to grab and hold on to their victims. A bacterium covered in complement is easy prey for soldier immune cells and in a way, much tastier! This process is called opsonization, which comes from an old Greek word for a delicious side dish.",
            "\nBut while bacteria are not happy about complement, the enemy it might be the most useful against are actually viruses. Viruses have a problem, namely that they are tiny floaty things and need to travel from cell to cell. Outside of cells, they are basically hoping to randomly bump against the right cell to infect it by pure chance, which also makes them virtually defenseless as they float around. And here complement is able to intercept and cripple them so they become harmless. Without complement, virus infections would be a lot more deadly. But more on viruses later.",
            "\nThe complement system is a beautiful example of how many mindless things can do smart things together. And how important collaboration is between the different defense layers of your immune system.",
            "\nYour body is wrapped in an ingenious self-repairing border wall that is incredibly hard to pass and that protects you extremely efficiently. If it is breached, your Innate Immune System reacts immediately. First your black rhinos, Macrophages, huge cells that swallow enemies whole, appear and dish out death. If they sense too many enemies they use cytokines, information proteins to call your chimp-with-machine-gun Neutrophils, the crazy suicide warriors of the immune system. Neutrophils don’t live long and their fighting is harmful to the body because they kill civilian cells. Both of these cells cause inflammation, bringing in fluid and reinforcements to an infection, making a battlefield swell up. One of the reinforcements is complement proteins, an army of millions of tiny proteins that passively support the immune cells in their fight and help mark, attach to, maim, and clear enemies. These powerful teams together are enough for most small wounds and infections you encounter.",
            "\nPus is the dead bodies of millions of Neutrophils that fought to the death for you, mixed in with ripped-apart remains of civilian cells, dead enemies, and spent antimicrobial substances. A little bit disgusting, sure, but also a testament to the selfless effort of your immune cells engaged in a fight for your life that has to end in their death. Without your Neutrophils’ sacrifice, this infection would have spread already.",
            "\nAnd about 30% of people happen to have a second spleen that is tiny but will grow and take over the job if the first one is removed.",
            "\nThese are Helper T Cells! Specialist cells from the Adaptive Immune System were forged just for this particular battle and they exist only to fight this specific soil bacterium that has been giving the soldiers so much trouble! One of these Helper T Cells moves around a bit, sniffing and taking in the environment. It seems to collect itself for a moment. And then it moves directly towards the tired Macrophage and whispers something, using special cytokines to convey its message. Suddenly a jolt of energy shoots through the Macrophage’s bloated body. In a heartbeat, its spirit comes back and it feels fresh again. But there is something else: A hot, white anger. The Macrophage knows what it needs to do: Kill bacteria, right now! Invigorated, it throws itself against the enemies to rip them into pieces. All over the battlefield this begins to happen as Helper T Cells whisper magic words to tired soldiers, motivating them to get themselves together and engage the bacteria again, with even more violence than before.",
            "\nThe specialist forces of the Antibodies have arrived! Although they are made from proteins just like complement, antibodies are very different. If complement fights like warriors with clubs and claws, antibodies fight like assassins with sniper rifles. In this case, their purpose is to maim and disarm this exact kind of bacteria that is present right now at the site of infection. There is no escape this time. Bacteria hiding behind cells or trying to escape begin to jerk around as they are being swamped by thousands of antibodies attaching to them. Even worse, multiple bacteria are glued together, unable to move or flee.",
            "\nAntigen is one of these important ideas that will be very relevant for the rest of the book, so one last time so you remember more easily: An antigen is a piece of an enemy that your immune system can recognize.",
            "\nFor every possible antigen that is possible in the universe, you have the potential to recognize it inside you right now.",
            "\nIn order to generate the largest known library in the universe, evolution has given your immune system a small number of gene fragments, not even whole genes, but fragments. How is this possible? The answer is a deliberate mix and match of those fragments to create a stunning diversity. Let us try to understand how this is possible.",
            "\nWith so many different receptors there are guaranteed to be a large number of T Cells with receptors that are able to connect to proteins from your own cells. This is not a theoretical danger, but the cause of a number of very real and serious diseases that millions of people are suffering from right now called autoimmune diseases.",
            "\nIn a nutshell, an autoimmune disease is your adaptive immune system thinking that your own cells are enemies, that they are other.",
            "\nUnfortunately your Murder University is already in the process of shutting down. Your Thymus basically begins shrinking and withering away when you are a small child. A process that is sped up once you reach puberty. Every year you are alive more and more Thymus cells turn into fat cells or just worthless tissue. The university closes more and more departments and gets worse as you age, until around the ripe age of eighty-five, your T Cell university closes its gates for good. Which is sort of horrible if you like the concept of being alive and healthy.",
            "\nOK. So in the last two chapters we learned that our adaptive immune system has the largest library in the universe. We learned that after they are born, your T Cells rearrange a few select gene fragments to create billions of different receptors (each T Cell carries only one receptor type). And that in total these many different T Cells, each with its own unique receptor, are able to recognize every possible antigen in the universe. To make sure your own adaptive immune cells do not accidentally recognize and attack your own body, these T Cells have to undergo a rigorous training that only a tiny minority survives. But in the end you get a few immune cells for every possible enemy that could ever infect you.",
            "\nThis makes sure that Helper T Cells can’t just get activated by accident because they pick up antigens that float around freely in the blood or lymph. They need to be presented with an antigen that sits in an MHC class II molecule, from an antigen-presenting cell. Only this way does the Helper T Cell have confirmation that there is actual danger and that it should get active!",
            "\nThis second signal is like a gentle kiss from the Dendritic Cell, if you want. It’s another confirmation signal that clearly communicates again: “This is real, you are really properly activated!” Why is that so important that we mention it here? This is another security mechanism that prevents Helper T Cells from activating accidentally—only if a Dendritic Cell, that is representing the Innate Immune System here, is activated by real danger is the Adaptive Immune System, represented by the Helper T Cell, supposed to activate.",
            "\nLet us summarize one last time because this stuff is really important and really hard: To activate your Adaptive Immune System, a Dendritic Cell needs to kill enemies and rip them into pieces called antigens, which you can imagine as wieners. These antigens are put into special molecules, called MHC class II molecules, that you can imagine like hot dog buns. On the other end, Helper T Cells rearrange gene segments to create a single specific receptor that is able to connect to one specific antigen (a specific wiener). The Dendritic Cell is looking for just the right Helper T Cell that can bind its specific receptor to the antigen. And if a matching T Cell is found the two cells interlock. But then there needs to be a second signal, like a gentle encouraging kiss on the cheek, that tells the T Cell that all is good and the signal from the presented antigen is real. And only then does a Helper T Cell activate.",
            "\nThis is so incredibly crucial for our collective survival that evolution may have made it a contributing factor in mate selection. In human words: You find potential partners with MHC molecules that are different from yours more attractive! OK wait, what? How would you even know this? Well, you can literally smell the difference! The shape of your MHC molecules does influence a number of special molecules that are secreted by your body—which we pick up subconsciously, from the body odor of other people—so you communicate what type of immune system you have through your individual smell!",
            "\nFor one, there are multiple classes of T Cells: Helper T Cells, Killer T Cells, and Regulatory T Cells, each able to specialize even more into various subclasses, for every possible kind of infection.*",
            "\nSome Helper T Cells become Memory Helper T Cells. Whenever you hear that you are immune to a disease, this is what this means. It means that you have living memory cells that remember a specific enemy. And that enemy might come back, so they stick around and become powerful guardians. Memory Cells are able to recognize a familiar enemy much quicker than the Innate Immune System ever could.",
            "\nJust like their T Cell buddies, all your B Cells combined come with at least hundreds of millions to billions of different receptors for millions of different antigens. And just like T Cells, every single individual B Cell has one specific receptor that is able to recognize one specific antigen.",
            "\nWhat makes B Cells special, and very dangerous for friends and foes, is that they produce the most potent and specialized weapon the immune system has at its disposal: Antibodies.",
            "\nAntibodies are stuck to the surface of B Cells and work as their B Cell receptors, which means that they can stick to an antigen and activate the cell. Once a B Cell is activated it begins to produce thousands of new Antibodies and starts to vomit them out, so they can attack your enemies—up to 2,000 per second.",
            "\nBasically, a B Cell takes a complex antigen and turns it into many processed, simpler pieces that are then presented to the Helper T Cell.",
            "\nSo technically, the B and T Cells don’t recognize the exact same antigen.",
            "\nYour B Cell that was properly activated through the two-factor authentication now changes. It has waited its whole life for this moment. It begins to swell, to almost double its size, and transforms into its final form: the Plasma Cell.*3 The Plasma Cell now begins producing antibodies for real. It can release up to 2,000 antibodies per second that saturate the lymph and blood and the fluids between your tissue. Like the Soviet rocket batteries in World War II that could send a never-ending barrage of missiles on enemy positions, antibodies are made in the millions and become every enemy’s worst nightmare, from bacteria to viruses or parasites. Even cancer cells. Or, if you are unlucky and have an autoimmune disease, your own cells.",
            "\nIn a nutshell, if a T Cell recognizes an antigen that a B Cell presents to them, it stimulates the B Cell. This stimulation is like a gentle kiss or a warm encouraging hug. Not only does this prolong the life of the B Cell, it also motivates it to try to improve the Antibody! Every time a B Cell receives a positive signal from a Helper T Cell, it begins a round of purposeful mutation. This process is called Somatic Hypermutation (also known as Affinity Maturation)",
            "\nIn the end only the best possible B Cells survive and go on to make many new clones of themselves! These are the B Cells that eventually turn into Plasma Cells, that fine-tuned their receptors and are able to make the best possible weapons against the enemy. This is the reason Antibodies are so deadly effective, why they hit an enemy between the eyes like a sniper. They were not just randomly chosen, they were molded and improved and fine-tuned until they were perfect. This is the reason that even if you know nothing about the immune system, you have probably heard the term “Antibody” a bunch of times from medical professionals. They are your superweapons, the main reason you can survive serious infections.",
            "\nTiny crab-like proteins that are extremely good at grabbing on to the enemies they were made for, better than anything else the body has to offer because as we briefly mentioned before, Antibodies are B Cell receptors.",
            "\nSo IgM Antibodies are the first Antibodies to be deployed—which also means that they are the least refined through mutation and the dance of the B and T Cells. Which is OK since their most important job is to buy time until better Antibodies are available.*3",
            "\nAnother one of the flavors of IgG is especially useful if an infection has been going on for a while. If this is the case it is very likely that a plethora of immune system actors have created plenty of inflammation already. And as we learned, inflammation, as useful as it is, is not super great for the health of civilian cells and the body in general. Especially if an infection is getting chronic. So these special IgG Antibodies are specifically made to be unable to activate the complement system late in an infection, which limits inflammation.",
            "\nAnother thing that makes IgG Antibodies special is that they are the only Antibodies that are able to pass from the blood of a mother into the blood of an unborn fetus via the placenta.",
            "\nThey are the only antibodies that can freely pass the internal border of the Mucosa Kingdom from the inside to saturate our mucosa on the outside. So if you have a nasty cold, your snot is full of IgA giving viruses and bacteria a hard time.",
            "\nOne of the things IgA is great at is attacking multiple targets and clumping them together in chunks of really unhappy bacteria that are then swept away by snot, mucus, or your feces. Up to a third of your feces are actually bacteria unlucky enough to get caught up by the poo on its way out. Once they are on board, there is no way to get out again. Other than protecting and cleaning up your gut, IgA also protects our babies. When mothers are breastfeeding they provide their offspring with a large amount of IgA Antibodies through their breast milk. These antibodies then cover the gut of the newborn and protect its still-fragile intestinal tract from infections.",
            "\nMucus is a slippery and viscous substance that behaves a little bit like watery gel. You know it as the slimy stuff in your nose that becomes especially visible and disgusting when you have a cold—but it is actually all over your insides—in your gut, your lungs, your respiratory system, your mouth, the inside of your eyelids.",
            "\nPathogenic viruses are excellent at circumventing the immune system because they have a superpower: Nothing multiplies as fast as they do. And that also means that nothing mutates or changes as fast as viruses. They are basically impossible to beat on that front because they are sloppy and careless. Viruses are so basic that they lack most of the intricate safeguards your cells have to prevent mutations, so they mutate all the time.",
            "\nSo whoever controls the protein production controls the cell itself. How does this work? Well, your DNA consists of smaller sections, your genes, and each gene is the instruction for one protein. To turn the instructions from a gene into an actual protein, this information needs to be transmitted to the protein production machinery in the cell.",
            "\nYour epithelial cells have a bunch of different receptors that scan their own insides for red flags.",
            "\nWe talked about cytokines a bunch in this book—the amazing proteins that transmit information, activate cells, lead cells to the site of a skirmish, or make immune cells change their behavior. In short, cytokines are the molecules that activate and guide your immune system. They also do this in the case of a virus infection, but they actually play an arguably greater role here.",
            "\nPyrogen loosely translated means “the creator of heat,” an extremely fitting name in this case. Simply put, pyrogens are chemicals that cause fever. Fever is a systemic, body wide response that creates an environment that is unpleasant for pathogens and enables your immune cells to fight harder. It also is a strong motivator to lie down and rest, to save energy, and to give your own body and immune system the time they need to heal or to fight the infection.*3",
            "\nPyrogens work in quite a cool way, in the sense that they directly affect your brain and make it do things. You probably have heard about the blood-brain barrier, an ingenious contraption that stops most cells and substances (and pathogens of course) from entering the very delicate tissues of your brain, to keep it safe from damage and disturbance. But there are regions of your brain where this barrier is partially penetrable by pyrogens. If they enter and interact with your brain they trigger a complex chain of events that basically cranks up the temperature by changing the internal thermostat of your body.",
            "\nYour brain cranks up the heat in two main ways: For one, it may generate more heat by inducing shivering, which is just your muscles contracting really quickly, which generates heat as a byproduct. And by making it harder for this heat to escape by contracting the blood vessels close to the surface of your body, which reduces the heat that can escape through your skin. This is also the reason why you can feel so cold when you have a fever—your skin is actually colder because your body is trying to really heat up your core and create unpleasant temperatures at the battlefield to make pathogens really unhappy.",
            "\nWhile not all mechanisms and effects on the immune system are known, generally the Innate and Adaptive Immune System work better through higher temperatures from fever in a variety of ways. Neutrophils are recruited faster, Macrophages and Dendritic Cells get a bit better at devouring enemies, Killer Cells kill better, antigen-presenting cells get better at presenting, T Cells have an easier time navigating the blood and lymph system. Just overall fever seems to activate the immune system to improve the ability to fight pathogens.",
            "\nFirst of all, just like the MHC class II molecule, the job of an MHC class I molecule is to present antigen. The extremely important difference between both molecules is: Only antigen-presenting cells have MHC class II molecules. This includes Dendritic Cells, Macrophages, and B Cells—all of them immune cells!",
            "\nAnother thing that is special about your cell display windows is that they are a badge of your individuality. We already mentioned in the first part that the genes that code for MHC molecules, class I and II, are the most diverse genes of the human species. If you don’t have an identical twin, it is very likely that your MHC class I molecules are unique to you specifically. They work the same in all healthy humans, but the proteins that make up the molecules have hundreds of slightly different shapes and they are a tiny bit different from person to person. This is incredibly important and unfortunate for one thing though: Organ transplantation. Because the MHC molecules are the place where your immune system can recognize that a cell on an organ that a generous person donated to you is not actually you. It is not self, it is other. And once other is recognized, your immune system will attack and kill the organ. Something that makes this scenario even more likely is the nature of organ transplantation.",
            "\nAnd if things go wrong, the Adaptive Immune System gets called right to the edges of the new life-saving organ and can call in more cells that check out the display windows only to find that they are not yours. This is the unfortunate reason that after you receive a donated organ, you need to be on strong medication that suppresses your immune system for the rest of your life. To minimize the chance that your immune cells find the foreign MHC class I molecules and kill the cells carrying them. But of course this will leave you much, much more vulnerable to infections.",
            "\nThese Dendritic Cells that are charged up with the snapshot of a battlefield from a virus infection are basically able to call for three different types of reinforcements: They activate the specific Killer T Cells that kill infected cells, and they activate Helper T Cells that help out at the battlefield and Helper T Cells that activate B Cells to provide antibodies. And all that from one Dendritic Cell, which arrived with all the intel and antigens the adaptive immune system could ever wish for.\nNote:If this is the case, then why can’t you take antibodies for viral infections.",
            "\nBut when a Killer T Cell finds a cell that has virus antigen in its display window (MHC class I receptors) it immediately issues a special command to the cell: “Kill yourself but be very clean about it.”",
            "\nUnfortunately there is a huge flaw in this system: Pathogens are not stupid and they found ways to destroy the display windows and therefore hide themselves from the immune system, from Killer T Cells. Many viruses force infected cells to stop making MHC class I molecules, effectively destroying this strategy. So in this case, are you doomed? Well, of course not because your ingenious defense network has an answer, even for this case. And it has one of the best names in all of immunology: Meet the Natural Killer Cell.",
            "\nThe tactic Natural Killer Cells employ is nothing short of genius. Natural Killer Cells do not look inside cells. Even if they wanted to, they couldn’t—they have no way to look into the display windows, the MHC class I molecules, and read the story of the inside of the cell. No, instead they do something different: They check if a cell has MHC class I molecules. Nothing more, nothing less.",
            "\nA good drug is basically a molecule that connects to the specific shape of a part of an enemy (not too dissimilar to an antigen and a receptor!) that is not present in your body. In principle, this is how many drugs and antibiotics work. They attack a difference in shape between bacterial and human parts.",
            "\nBut there is a vicious part of measles that is not discussed as much as the disease itself: Kids who overcome a measles infection have a higher chance of getting other diseases afterwards because the measles virus kills Memory Cells. If you think that sounds a bit scary, that is the correct reaction—the virus basically deletes your acquired immunity. Let us explore how this works now that we know all the different elements of your immune system.",
            "\nThe first method basically comes back to the original principle of variolation. What if we could sort of cause the disease we want to immunize against, but just a really, really weak version of it? This is the principle of live-attenuated vaccines, where we put the real thing into our bodies, but a weak version of it.",
            "\nUsing living pathogens is not always an option though. Just like you can’t domesticate great white sharks, some pathogens refuse to be tamed and become properly weak. In some cases the risk of them causing the disease we want to protect against is just too high. So another method is to straight up kill the pathogen before injecting it, which is called an inactivated vaccine.",
            "\nIf dead bacteria are mixed with substances that really put the immune system on edge, your immune cells will not be able to make the distinction but order the creation of memory cells. Unfortunately a number of people who don’t understand chemistry have deducted from this that vaccines are filled with poison, which could not be further from the truth. For one, the doses of these chemicals are laughably small and usually only able to create a local reaction. And without them, the vaccine would not work. Another upside for this kind of vaccine is that it is much more stable and easy to store and transport than live vaccines!",
            "\nAnd lastly, let us mention the newest type of vaccine, the mRNA vaccines. The basic principle here is pretty genius, it is basically making our own cells produce antigens that the immune system can then pick up. Remember mRNA, the molecule that tells the protein production facilities in your cells what proteins to make? Basically, you inject someone with mRNA that will make a few of your cells make viral antigens, which the cell then showcases to the immune system. The immune system is pretty alarmed by this and will create defenses against this antigen.",
            "\nHIV is a retrovirus which means that it intrudes and merges with your genetic code, your most intimate expression of your individuality. In a sense HIV becomes a part of you forever. But a corrupt version of you.",
            "\nIn the context of allergies, antigens are called allergens,",
            "\nWe have given the Mast Cell a bad rap in the last few paragraphs but this is slightly unfair. Because it does not cause all of this mess alone, it has an equally harmful buddy. Once Mast Cells activate and degranulate, they also release cytokines that call for allergy reinforcements by another special cell: The Basophil.",
            "\nAs a consequence, virtually every infectious disease we know today arose in the last ten thousand years.",
            "\nHygiene is a great idea that really benefits the health of our species. This whole point is so important that it is worth repeating: The microorganisms that are causing infectious diseases are comparatively new to our biology. Our bodies and immune systems did not have hundreds of thousands of years to evolve alongside them. Surviving the measles does not make you tougher, it just makes your life bad for two weeks. And if your immune system is not in good shape it might also just kill you. Dangerous pathogens are, well, dangerous.",
            "\nBoosting the Immune System is a horrible idea that is used by people trying to make you buy useless stuff!",
            "\nAt least for now, there are no scientifically proven ways to directly boost your immune system with any products that are easily available. And if there were, it would be very dangerous to use them without medical supervision.",
            "\nThe most important thing you need to do to have a healthy immune system is to eat a diet that provides you with all the vitamins and nutrients your body needs."
        ]
    },
    {
        "title": "The Order of Time\n",
        "Author": " Carlo Rovelli",
        "highlights": [
            "\nLet’s begin with a simple fact: time passes faster in the mountains than it does at sea level.",
            "\nLower down, there is simply less time than at altitude.",
            "\nFrom the equations of Newton, which establish the foundations of mechanics, to those of Maxwell for electromagnetic phenomena; from Schrödinger’s equation describing how quantum phenomena evolve, to those of quantum field theory for the dynamics of subatomic particles: the whole of our physics, and science in general, is about how things develop “according to the order of time.”",
            "\nThe difference between past and future, between cause and effect, between memory and hope, between regret and intention . . . in the elementary laws that describe the mechanisms of the world, there is no such difference.",
            "\nThe crucial point here is the difference from what happens with falling bodies: a ball may fall, but it can also come back up, by rebounding, for instance. Heat cannot. This is the only basic law of physics that distinguishes the past from the future.",
            "\nIn the elementary equations of the world,13 the arrow of time appears only where there is heat.* The link between time and heat is therefore fundamental: every time a difference is manifested between the past and the future, heat is involved. In every sequence of events that becomes absurd if projected backward, there is something that is heating up.",
            "\nClausius introduces a quantity that measures this irreversible progress of heat in only one direction and, since he was a cultivated German, he gives it a name taken from ancient Greek—entropy:",
            "\nThe growth of entropy is nothing other than the ubiquitous and familiar natural increase of disorder. This is what Boltzmann understood. The difference between past and future does not lie in the elementary laws of motion; it does not reside in the deep grammar of nature. It is the natural disordering that leads to gradually less particular, less special situations.",
            "\nThe notion of “particularity” is born only at the moment we begin to see the universe in a blurred and approximate way.",
            "\nAll this undermines the very basis of our usual way of understanding time. It provokes incredulity, just as much as the discovery of the movement of the Earth did. But just as with the movement of the Earth, the evidence is overwhelming: all the phenomena that characterize the flowing of time are reduced to a “particular” state in the world’s past, the “particularity” of which may be attributed to the blurring of our perspective.",
            "\nentropy, as Boltzmann fully understood, is nothing other than the number of microscopic states that our blurred vision of the world fails to distinguish.",
            "\n“Proper time” depends not only on where you are and your degree of proximity to masses; it depends also on the speed at which you move.",
            "\nOur “present” does not extend throughout the universe. It is like a bubble around us.",
            "\nA minimum scale exists for all phenomena.51 For the gravitational field, this is called the “Planck scale.” Minimum time is called “Planck time.” Its value can be easily estimated by combining the constants that characterize phenomena subject to relativity, gravity, and quantum mechanics.52 Together, these determine the time to 10-44 seconds: a hundred millionth of a trillionth of a trillionth of a trillionth of a second. This is Planck time: at this extremely minuscule level, quantum effects on time become manifest.",
            "\nGranularity is ubiquitous in nature: light is made of photons, the particles of light. The energy of electrons in atoms can acquire only certain values and not others. The purest air is granular, and so, too, is the densest matter. Once it is understood that Newton’s space and time are physical entities like all others, it is natural to suppose that they are also granular. Theory confirms this idea: loop quantum gravity predicts that elementary temporal leaps are small, but finite.",
            "\nThe entire evolution of science would suggest that the best grammar for thinking about the world is that of change, not of permanence. Not of being, but of becoming.",
            "\nThe world is not a collection of things, it is a collection of events.",
            "\nAnd a human being? Of course it’s not a thing; like the cloud above the mountain, it’s a complex process, where food, information, light, words, and so on enter and exit. . . . A knot of knots in a network of social relations, in a network of chemical processes, in a network of emotions exchanged with its own kind.",
            "\nIn the Timaeus, Plato has the excellent idea of attempting to translate into mathematics the physics insights gained by atomists such as Democritus. But he goes about it the wrong way: he tries to write the mathematics of the shape of atoms, rather than the mathematics of their movements.",
            "\nThe error lies in seeking to understand the world in terms of things rather than events. It lies in ignoring change. The physics and astronomy that will work, from Ptolemy to Galileo, from Newton to Schrödinger, will be mathematical descriptions of precisely how things change, not of how they are. They will be about events, not things. The shapes of atoms will be eventually understood only with solutions to Schrödinger’s equations describing how the electrons in atoms move. Events again, not things.",
            "\n“Things” in themselves are only events that for a while are monotonous.",
            "\nThe absence of time does not mean, therefore, that everything is frozen and unmoving. It means that the incessant happening that wearies the world is not ordered along a time line, is not measured by a gigantic ticktocking. It does not even form a four-dimensional geometry. It is a boundless and disorderly network of quantum events. The world is more like Naples than Singapore.",
            "\nThe difference between past and future does not exist in the elementary equations that govern events in the world (chapter 2). It issues only from the fact that, in the past, the world found itself subject to a state that, with our blurred take on things, appears particular to us.",
            "\nEverything has a limited duration, even the human race itself. (“The Earth has lost its youthfulness; it is past, like a happy dream. Now every day brings us closer to destruction, to desert,” as Vyasa has it in the Mahābhārata.129) Fearing the transition, being afraid of death, is like being afraid of reality itself; like being afraid of the sun. Whatever for?",
            "\nAnd it seems to me that life, this brief life, is nothing other than this: the incessant cry of these emotions that drive us, that we sometimes attempt to channel in the name of a god, a political faith, in a ritual that reassures us that, fundamentally, everything is in order, in a great and boundless love—and the cry is beautiful. Sometimes it is a cry of pain. Sometimes it is a song."
        ]
    },
    {
        "title": "Under a White Sky: The Nature of the Future\n",
        "Author": " Elizabeth Kolbert",
        "highlights": [
            "\nBut reversing the Chicago didn’t just flush waste toward St. Louis. It also upended the hydrology of roughly two-thirds of the United States.",
            "\nAnd so we face a no-analog predicament. If there is to be an answer to the problem of control, it’s going to be more control. Only now what’s got to be managed is not a nature that exists—or is imagined to exist—apart from the human. Instead, the new effort begins with a planet remade and spirals back on itself—not so much the control of nature as the control of the control of nature. First you reverse a river. Then you electrify it.",
            "\nSince its founding, under President Thomas Jefferson, the Corps has been dedicated to out-scaled interventions. Among the many world-altering undertakings it’s had a shovel in are: the Panama Canal, the St. Lawrence Seaway, the Bonneville Dam, and the Manhattan Project.",
            "\nNow Seidemann makes most of his income from contract killing for the Illinois Department of Natural Resources. It seemed rude to ask him how much, but later I learned that contract fishermen can gross more than $5,000 a week.",
            "\nIf Delaware or Rhode Island had lost that much territory, America would have only forty-nine states. Every hour and a half, Louisiana sheds another football field’s worth of land.",
            "\nThousands of miles of levees, flood walls, and revetments have been erected to manage the Mississippi. As the Army Corps of Engineers once boasted: “We harnessed it, straightened it, regularized it, shackled it.” This vast system, built to keep southern Louisiana dry, is the very reason the region is disintegrating, coming apart like an old shoe.",
            "\nIf control is the problem, then, by the logic of the Anthropocene, still more control must be the solution.",
            "\nIn this way, the “strong brown god” assembled the Louisiana coast out of bits and pieces of Illinois and Iowa and Minnesota and Missouri and Arkansas and Kentucky.",
            "\nJoseph Ransdell, Louisiana’s senior U.S. senator at the time, called the Flood Control Act of 1928 the most important piece of water-related legislation “since the world began.”",
            "\nBut New Orleans’s world-class drainage system, like its world-class levee system, is a sort of Trojan solution. Since marshy soils compact through dewatering, pumping water out of the ground exacerbates the very problem that needs to be solved. The more water that’s pumped, the faster the city sinks. And the more it sinks, the more pumping is required. “Pumping is a big part of the issue,” Kolker told me, as we climbed back onto our sweaty bicycles. “It accelerates subsidence, so it becomes a positive feedback loop.”",
            "\nThe Devils Hole pupfish may well be the rarest fish in the world. In an effort to preserve it, a kind of fishy Westworld has been constructed—an exact replica of the actual pool, down to the ledge where the skinny-dipper’s feet were caught on tape. Meanwhile, a plume of radioactive water is creeping its way toward the cavern from the Nevada Test Site. The more I read, the more I thought, I really ought to visit Devils Hole.",
            "\nThe conditions of high temperature and low oxygen should be fatal. Devils Hole pupfish have evolved—somehow—to cope with these conditions and, just as important, only with them. It’s believed that the stressfulness of the environment is what caused the fish to lose their pelvic fins; producing the extra appendages just wasn’t worth the energy.",
            "\nIn the cavern, pupfish live for about a year; in the tank, they can hang on for twice as long. When I visited, Devils Hole Jr. had been in operation for six years.",
            "\nI was struck, and not for the first time, by how much easier it is to ruin an ecosystem than to run one.",
            "\n(The fake shelf was eventually destroyed by an earthquake fifteen hundred miles away, in Alaska; because the aquifer is so large, Devils Hole experiences what are known as seismic seiches—in effect, mini-tsunamis.)",
            "\nAnd so we’ve created another class of animals. These are creatures we’ve pushed to the edge and then yanked back. The term of art for such creatures is “conservation-reliant,” though they might also be called “Stockholm species” for their utter dependence on their persecutors.",
            "\nThen, perhaps, there’d be something for a marine biologist to do, besides just wring her hands. If it were possible to breed hardier corals, it might be possible to reengineer the world’s reefs to survive acidification and climate change.",
            "\nThe explanation he came up with—controversial at the time, but now understood to be correct—is that at the center of every atoll lay an extinct volcano. Corals had attached themselves to the volcano’s flanks, and as the volcano expired and slowly sank away, the reef had kept growing upward, toward the light. An atoll, Darwin observed, was a kind of a monument to a lost island, “raised by myriads of tiny architects.”",
            "\nIn a bleaching event, it’s the corals’ relationship with their symbionts that breaks down. As water temperatures rise, the algae go into overdrive and begin to give off dangerous levels of oxygen radicals. To protect themselves, the corals expel their algae and, as a consequence, turn white. If a heat wave breaks in time, corals can attract new symbionts and recover. If it’s too prolonged, they starve to death.",
            "\nHow reefs support so much diversity under such austere conditions has long puzzled scientists—a conundrum that’s become known as “Darwin’s paradox.” The best answer anyone has come up with is that reef dwellers have developed the ultimate recycling system: one creature’s trash becomes its neighbor’s treasure. “In the coral city there is no waste,” Richard C. Murphy, a marine biologist who worked with Cousteau, has written. “The by-product of every organism is a resource for another.”",
            "\nThis last possibility would involve spraying tiny droplets of salt water into the air to create a kind of artificial fog. The salty mist would, according to theory at least, encourage the formation of light-colored clouds, which would reflect sunlight back out to space, counteracting global warming.",
            "\nThe ruby lights swooped and pitched around us. “It’s just absolute hubris and so arrogant to think that we can survive without everything else,” Hardisty said. “We come from this planet. Anyway, I’m getting a little philosophical. I’m going to have to go home and watch a hockey game.”",
            "\nCRISPR is shorthand for a suite of techniques—most of them borrowed from bacteria—that make it vastly easier for researchers and biohackers to manipulate DNA. (The acronym stands for “clustered regularly interspaced short palindromic repeats.”) CRISPR allows its users to snip a stretch of DNA and then either disable the affected sequence or replace it with a new one.",
            "\nWith CRISPR, biologists have already created, among many, many other living things: ants that can’t smell, beagles that grow superhero-like muscles, pigs that resist swine fever, macaques that suffer from sleep disorders, coffee beans that contain no caffeine, salmon that don’t lay eggs, mice that don’t get fat, and bacteria whose genes contain, in code, Eadweard Muybridge’s famous series of photographs showing a racehorse in motion.",
            "\nI grew up a colony of E. coli in one of the petri dishes. Then I doused it with the various proteins and bits of designer DNA I’d stored in the freezer. The process swapped out one “letter” of the bacteria’s genome, replacing an A (adenine) with a C (cytosine). Thanks to this emendation, my new and improved E. coli could, in effect, thumb its nose at streptomycin, a powerful antibiotic.",
            "\n“We have chickens that glow green,” Tizard told me. “And so we have school groups that come, and when they see the green chicken, you know, some of the kids go, ‘Oh, that’s really cool. Hey, if I eat that chicken, will I turn green?’ And I’m, like, ‘You eat chicken already, right? Have you grown feathers and a beak?’ ”",
            "\n“What we’re doing is potentially adding on maybe ten more genes onto the twenty thousand toad genes that shouldn’t be there in the first place, and those ten will sabotage the rest and take them out of the system and so restore balance,” Tizard said. “The classic thing people say with molecular biology is: Are you playing God? Well, no. We are using our understanding of biological processes to see if we can benefit a system that is in trauma.”",
            "\nThe Toadinator is a trap fitted out with a portable speaker that plays the cane toad’s song, which some compare to a dial tone and others to the thrum of a motor.",
            "\nIn a world of synthetic gene drives, the border between the human and the natural, between the laboratory and the wild, already deeply blurred, all but dissolves. In such a world, not only do people determine the conditions under which evolution is taking place, people can—again, in principle—determine the outcome.",
            "\nThomas told me there were various ways to go about designing a self-suppressing mouse, most having to do with sex. He was particularly keen on the idea of an “X-shredder” mouse. Mice, like other mammals, have two sex-determining chromosomes—XXs are female, XYs male. Mice sperm carry a single chromosome, either an X or a Y. An X-shredder mouse is a mouse who’s been gene edited so that all of his X-bearing sperm are defective.",
            "\nstrongest argument for gene editing cane toads, house mice, and ship rats is also the simplest: what’s the alternative? Rejecting such technologies as unnatural isn’t going to bring nature back. The choice is not between what was and what is, but between what is and what will be, which, often enough, is nothing.",
            "\nThe issue, at this point, is not whether we’re going to alter nature, but to what end?",
            "\nPaul Kingsnorth, a British writer and activist, has put it this way: “We are as gods, but we have failed to get good at it…We are Loki, killing the beautiful for fun. We are Saturn, devouring our children.”",
            "\nWith just four percent of the world’s population, the United States is responsible for almost thirty percent of aggregate emissions.",
            "\nWith BECCS the idea is to plant trees (or some other crop) that can pull carbon from the air. The trees are then burned to produce electricity and the resulting CO2 is captured from the smokestack and shoved underground. (The world’s first BECCS pilot project launched in 2019, at a power plant in northern England that runs off wood pellets.)",
            "\nEven in an age of electrified rivers and redesigned rodents, solar geoengineering is out there. It has been described as “dangerous beyond belief,” “a broad highway to hell,” “unimaginably drastic,” and also as “inevitable.”",
            "\nMathematical modeling has confirmed the mineral’s advantages, Keutsch told me. But until someone actually throws calcium carbonate into the stratosphere, it’s hard to know how much to trust the models. “There’s no other way around it,” he said.",
            "\nI asked Keith about what is sometimes called the “moral hazard” problem. If people think geoengineering is going to avert the worst effects of climate change, won’t that reduce their motivation to cut emissions? He agreed this was a worry. But he said the opposite was also possible: “opening up the range of options” could inspire greater action.",
            "\nSolar geoengineering would not just be cheap, relatively speaking; it would also be speedy. Pretty much as soon as the fleet of SAILs went into operation, cooling would begin. (A year and a half after Tambora erupted, the cucumbers in New England were frozen.) As Keutsch told me, it’s the only way to “do something fast” about climate change.",
            "\nBut if a fleet of SAILs looks like a quick, cut-rate solution, that’s primarily because it isn’t a solution. What the technology addresses are warming’s symptoms, not its cause. For this reason, geoengineering has been compared to treating a heroin habit with methadone, though perhaps a more apt comparison would be to treating a heroin habit with amphetamines. The end result is two addictions in place of one.",
            "\nIf the SAILs flew for a few decades and then, for whatever reason—a war, a pandemic, unhappiness with the results—they stopped, the effect would be like opening a globe-sized oven door. All the warming that had been masked would suddenly manifest itself in a rapid and dramatic temperature run-up, a phenomenon that’s become known as “termination shock.”",
            "\nResearchers who looked into using solar geoengineering to offset carbon dioxide levels of five hundred and sixty parts per million—levels that could easily be reached later this century—determined it would change the appearance of the sky. White would become the new blue.",
            "\nNo sooner had construction been completed, though, than Camp Century’s troubles began. Ice, like water, flows. The Corps knew this and had built the dynamic into its calculations. But the Corps hadn’t adequately factored in the human factor—the way heat from the reactor would speed up the process. Almost at once, the tunnels started to contract. To keep the dorms, the movie theater, and the mess hall from being crushed, crews had to continually “trim” the ice with chainsaws. One visitor to the base compared the racket to the annual general meeting of all the devils of hell. By 1964, the chamber housing the reactor had deformed so much, the unit had to be removed. In 1967, the whole base was abandoned.",
            "\nAll of civilization falls within this period of relative tranquility, and so this sort of calm is what we take to be the norm. It’s an understandable mistake, but still a mistake. Over the last hundred and ten thousand years, the only period as stable as our own is our own.",
            "\nWe got to talking about climate history and human history. In Steffensen’s view, these amounted to more or less the same thing. “If you look at the output of ice cores, it has really changed the picture of the world, our view of past climates and of human evolution,” he told me. “Why did human beings not make civilization fifty thousand years ago? “You know that they had just as big brains as we have today,” he went on. “When you put it in a climatic framework, you can say, well, it was the ice age. And also this ice age was so climatically unstable that each time you had the beginnings of a culture, they had to move. Then comes the present interglacial—ten thousand years of very stable climate. The perfect conditions for agriculture. If you look at it, it’s amazing. Civilizations in Persia, in China, and in India start at the same time, maybe six thousand years ago. They all developed writing and they all developed religion and they all built cities, all at the same time, because the climate was stable. I think that if the climate would have been stable fifty thousand years ago, it would have started then. But they had no chance.”",
            "\nThis has been a book about people trying to solve problems created by people trying to solve problems.",
            "\nHis preferred drug analogy for the technology is chemotherapy. No one in his right mind would undergo chemotherapy were better options available. “We live in a world,” he has said, “where deliberately dimming the fucking sun might be less risky than not doing it.”",
            "\nIt would be an unprecedented climate for an unprecedented world, where silver carp glisten under a white sky."
        ]
    },
    {
        "title": "The Smartest Guys in the Room: The Amazing Rise and Scandalous Fall of Enron\n",
        "Author": " Bethany McLean, Peter Elkind, and Joe Nocera",
        "highlights": [
            "\nyou can book the entire estimated value for all ten years on the day you sign the contract.",
            "\nLay was said to be a good friend of the new president. In truth, although George W. Bush gave Lay the chummy nickname Kenny Boy, Lay was never especially close to him; his real friendship was with Bush’s father, former president George H. W. Bush, who lived in Houston.",
            "\nPart of the California strategy involved the use of two-way wireless electric meters, which could be read remotely and eventually used to turn air-conditioning and lighting systems on and off by telephone.",
            "\nAll that grassroots outrage about monopoly power that Lay talked about, the pent-up rage at the utilities—it simply didn’t exist.",
            "\nIt was also a veritable sham. The war room had been rapidly fitted out explicitly to impress the analysts. Though EES was then just gearing up, Skilling and Pai had staged it all to convince their visitors that things were already hopping. On the day the analysts arrived, the room was filled with Enron employees. Many of them, though, didn’t even work on the sixth floor.",
            "\nOnce, the company sent an analyst to pose as a porta-potty salesman. His task was to figure out how long a plant was supposed to be under construction so the traders could learn when it might start producing power.",
            "\nBecause the agency was forced to buy a substantial amount of power at the last minute, prices in California shot up by more than 70 percent, resulting in a cost of as much as $7 million to users.",
            "\nEnron submitted a schedule reflecting demand that wasn’t there. The West Coast traders called that one Fat Boy. Another was a variation of the Silverpeak experiment: Enron filed imaginary transmission schedules in order to get paid to alleviate congestion that didn’t really exist. That was called Death Star.",
            "\n(Driscoll’s year-end list of accomplishments in 2000 noted that he had also “implemented the Round the West trade strategy—taking California power out in the Southwest, up the Rockies . . . and back into California” and that he was an “innovative trader.”)",
            "\nThe U.S. Senate Committee on Governmental Affairs also says that transcripts of Portland General employees reveal transactions where the apparent purpose was “to assist Enron in exporting power from California with the intention of reimporting it back to the state at higher prices.”",
            "\nAnd so it went, all summer long. In San Diego, the one city where consumer rates had been deregulated (that’s because the local utility had earned back all its losses from those onerous long-term contracts), power prices doubled between May and August. Small businesses had to shut their doors because they couldn’t pay their bills. State officials pleaded with companies and consumers alike to turn down their air conditioners and dim their lights. Schools that had obtained lower rates by signing contracts under which their power supply could be interrupted—never thinking that such a thing could happen—had to send students home because their electricity was shut off.",
            "\nThe companies insisted that the outtages were the necessary and inevitable result of running old plants hard. Governor Gray Davis and consumer advocates insisted that the outtages were a deliberate attempt to drive prices up. In fact, as it turned out, the hourly operations of many West Coast plants had for a time been posted on an energy-industry Web site; when the California attorney general learned about this, he demanded a list of everyone who had access to the site—a list that included Enron.",
            "\nPai flew there regularly on an Enron jet, which he reportedly summoned from its hangar at Houston Intercontinental to an airport near his home in suburban Sugar Land, so he wouldn’t have to make the 20-mile drive.",
            "\n“There is nothing to disclose, the company is in great shape, and I just want to reinforce it . . . the company is in great shape . . . everybody that has looked at the numbers knows, this is an entirely personal decision . .",
            "\nWe support you 100%. Anyway, we both found the content of the article to be extremely suspect. If you were really making millions from LJM, there is no way you’d let your brother continue to drive a 7 year old Toyota Camry. We both wish there was something we could do to help you combat this attempt at character assassination.”",
            "\nWith Enron’s stock heading toward $19, Lay evoked the events of September 11. “Just like America is under attack by terrorism,” he declared, “I think we’re under attack.”",
            "\n“There’s just one problem,” someone said. “We’re not sure whether the related party is Michael Kopper—or Michael Kopper’s gay lover.” Ken Lay turned pale. “His gay lover? What the fuck is going on around here?”",
            "\nWatson said. “I’m disappointed, too,” Lay responded. “I’ll go on to our other alternatives.” Enron Online shut down that morning. Enron shares closed the day at 61 cents.",
            "\nThe list included Dynegy. That company was already sinking under the weight of skepticism when the Wall Street Journal revealed that it had set up its own special-purpose entity to create cash flow.",
            "\nAnd ultimately, all of these things will work for good.” Forty-one days later, Ken Lay was dead. On July 5, during a weeklong stay with Linda in a cabin outside Aspen, he had gotten out of bed at 1:00 a.m. to go to the bathroom and collapsed. Lay was pronounced dead at Aspen Valley Hospital of a heart attack. An autopsy report revealed yet another Lay secret: He had had a history of cardiac problems—“at least” two previous heart attacks, severe coronary blockages, and two stents that had been placed in his arteries to aid blood flow."
        ]
    },
    {
        "title": "Why We Sleep: Unlocking the Power of Sleep and Dreams\n",
        "Author": " Matthew Walker",
        "highlights": [
            "\nIt was a reasonable hunch considering that the deepest, slowest brainwaves of NREM sleep can resemble those we see in patients under anesthesia, or even those in certain forms of coma. But this assumption was utterly wrong. Nothing could be further from the truth. What you are actually experiencing during deep NREM sleep is one of the most epic displays of neural collaboration that we know of.",
            "\nWhen it comes to information processing, think of the wake state principally as reception (experiencing and constantly learning the world around you), NREM sleep as reflection (storing and strengthening those raw ingredients of new facts and skills), and REM sleep as integration (interconnecting these raw ingredients with each other, with all past experiences, and, in doing so, building an ever more accurate model of how the world works, including innovative insights and problem-solving abilities).",
            "\nAs the geneticist Theodosius Dobzhansky once said, “Nothing in biology makes sense except in light of evolution.”",
            "\nWhen birds are alone, one half of the brain and its corresponding (opposite-side) eye must stay awake, maintaining vigilance to environmental threats. As it does so, the other eye closes, allowing its corresponding half of the brain to sleep.",
            "\nIn doing so, they provide full panoramic threat detection for the entire group, maximizing the total number of brain halves that can sleep within the flock. At some point, the two end-guards will stand up, rotate 180 degrees, and sit back down, allowing the other side of their respective brains to enter deep sleep.",
            "\nYou can now imagine why the US government continues to have a vested interest in discovering exactly what that biological suit of armor is: their hope for developing a twenty-four-hour soldier.",
            "\nHunter-gatherer tribes, such as the Gabra in northern Kenya or the San people in the Kalahari Desert, whose way of life has changed little over the past thousands of years, sleep in a biphasic pattern. Both these groups take a similarly longer sleep period at night (seven to eight hours of time in bed, achieving about seven hours of sleep), followed by a thirty- to sixty-minute nap in the afternoon.",
            "\nThese napping communities have sometimes been described as “the places where people forget to die.” From a prescription written long ago in our ancestral genetic code, the practice of natural biphasic sleep, and a healthy diet, appear to be the keys to a long-sustained life.",
            "\nFrom these clues, I offer a theorem: the tree-to-ground reengineering of sleep was a key trigger that rocketed Homo sapiens to the top of evolution’s lofty pyramid.",
            "\nMore specifically, the coolheaded ability to regulate our emotions each day—a key to what we call emotional IQ—depends on getting sufficient REM sleep night after night. (If your mind immediately jumped to particular colleagues, friends, and public figures who lack these traits, you may well wonder about how much sleep, especially late-morning REM-rich sleep, they are getting.)",
            "\nNREM sleep helps transfer and make safe newly learned information into long-term storage sites of the brain. But it is REM sleep that takes these freshly minted memories and begins colliding them with the entire back catalog of your life’s autobiography.",
            "\nWe can awake the next morning with new solutions to previously intractable problems or even be infused with radically new and original ideas.",
            "\nThough you should never tell them this, the baby is most likely fast asleep. Prior to birth, a human infant will spend almost all of its time in a sleep-like state, much of which resembles the REM-sleep state. The sleeping fetus is therefore unaware of its parents’ performative machinations.",
            "\nAn infant brain without sleep will be a brain ever underconstructed.",
            "\nInfants and young children who show signs of autism, or who are diagnosed with autism, do not have normal sleep patterns or amounts.",
            "\nMost notable, however, is the significant shortage of REM sleep. Autistic individuals show a 30 to 50 percent deficit in the amount of REM sleep they obtain, relative to children without autism.",
            "\nJust because autism and REM-sleep abnormalities go hand in hand does not mean that one causes the other. Nor does this association tell you the direction of causality even if it does exist: Is deficient REM sleep causing autism, or is it the other way around?",
            "\nOf course, no expecting mother has to worry about scientists disrupting the REM sleep of their developing fetus. But alcohol can inflict that same selective removal of REM sleep. Alcohol is one of the most powerful suppressors of REM sleep that we know of. We will discuss the reason that alcohol blocks REM-sleep generation, and the consequences of that sleep disruption in adults, in later chapters.",
            "\nThe newborns of heavy-drinking mothers spent far less time in the active state of REM sleep compared with infants of similar age but who were born of mothers who did not drink during pregnancy.",
            "\nOn the other day, they drank approximately two glasses of wine (the absolute amount was controlled on the basis of their body weight). Alcohol significantly reduced the amount of time that the unborn babies spent in REM sleep, relative to the non-alcohol condition.",
            "\nSadly, we do not yet fully understand what the long-term effects are of fetal or neonate REM-sleep disruption, alcohol-triggered or otherwise. Only that blocking or reducing REM sleep in newborn animals hinders and distorts brain development, leading to an adult that is socially abnormal.",
            "\nFaulty pruning of brain connections in schizophrenia caused by sleep abnormalities is now one of the most active and exciting areas of investigation in psychiatric illness.",
            "\nThey were tested the next morning after sleep. By boosting the electrical quality of deep-sleep brainwave activity, the researchers almost doubled the number of facts that individuals were able to recall the following day, relative to those participants who received no stimulation.",
            "\nthe auditory stimulation increased the power of the slow brainwaves and returned an impressive 40 percent memory enhancement the next morning.",
            "\nNevertheless, the findings offer a scientific explanation for the ancient practice of rocking a child back and forth in one’s arms, or in a crib, inducing a deep sleep.",
            "\nYou have, as a consequence, selectively enhanced only those individual memories that you want to keep. It all sounds like the stuff of science fiction, but it is now science fact: the method is called targeted memory reactivation. And as is so often the case, the true story turns out to be far more fascinating than the fictional one.",
            "\nIn contrast, my real-world hope is to develop accurate methods for selectively weakening or erasing certain memories from an individual’s memory library when there is a confirmed clinical need, such as in trauma, drug addiction, or substance abuse.",
            "\nSleep had again transferred the memories, but the results were different from that for textbook-like memory. Rather than a transfer from short- to long-term memory required for saving facts, the motor memories had been shifted over to brain circuits that operate below the level of consciousness.",
            "\nFor now, I will simply tell you that such informational alchemy conjured by REM-sleep dreaming has led to some of the greatest feats of transformative thinking in the history of the human race.",
            "\nAfter four hours of sleep for six nights, participants’ performance was just as bad as those who had not slept for twenty-four hours straight—that is, a 400 percent increase in the number of microsleeps.",
            "\nMost worrying from a societal perspective were the individuals in the group who obtained six hours of sleep a night—something that may sound familiar to many of you. Ten days of six hours of sleep a night was all it took to become as impaired in performance as going without sleep for twenty-four hours straight.",
            "\nWhen participants were asked about their subjective sense of how impaired they were, they consistently underestimated their degree of performance disability.",
            "\nHowever, even after three nights of ad lib recovery sleep, performance did not return to that observed at the original baseline assessment when those same individuals had been getting a full eight hours of sleep regularly. Nor did any group recover all the sleep hours they had lost in the days prior. As we have already learned, the brain is incapable of that.",
            "\nresearchers in Australia took two groups of healthy adults, one of whom they got drunk to the legal driving limit (.08 percent blood alcohol), the other of whom they sleep-deprived for a single night. Both groups performed the concentration test to assess attention performance, specifically the number of lapses. After being awake for nineteen hours, people who were sleep-deprived were as cognitively impaired as those who were legally drunk.",
            "\nif you wake up at seven a.m. and remain awake throughout the day, then go out socializing with friends until late that evening, yet drink no alcohol whatsoever, by the time you are driving home at two a.m. you are as cognitively impaired in your ability to attend to the road and what is around you as a legally drunk driver.",
            "\nThe heady cocktail of sleep loss and alcohol was not additive, but instead multiplicative. They magnified each other, like two drugs whose effects are harmful by themselves but, when taken together, interact to produce truly dire consequences.",
            "\nThe recycle rate of a human being is around sixteen hours. After sixteen hours of being awake, the brain begins to fail.",
            "\nHumans need more than seven hours of sleep each night to maintain cognitive performance. After ten days of just seven hours of sleep, the brain is as dysfunctional as it would be after going without sleep for twenty-four hours.",
            "\nThree full nights of recovery sleep (i.e., more nights than a weekend) are insufficient to restore performance back to normal levels after a week of short sleeping. Finally, the human mind cannot accurately sense how sleep-deprived it is when sleep-deprived. We",
            "\nThankfully, the opposite is also true. Should you improve sleep quality in patients suffering from several psychiatric conditions using a technique we will discuss later, called cognitive behavioral therapy for insomnia (CBT-I), you can improve symptom severity and remission rates.",
            "\nAdditionally, the more nights of sleep participants had before they were tested, the better their memory was.",
            "\nIn other words, if you don’t sleep the very first night after learning, you lose the chance to consolidate those memories, even if you get lots of “catch-up” sleep thereafter.",
            "\nGlial cells are distributed throughout your entire brain, situated side by side with the neurons that generate the electrical impulses of your brain. Just as the lymphatic system drains contaminants from your body, the glymphatic system collects and removes dangerous metabolic contaminants generated by the hard work performed by neurons in your brain, rather like a support team surrounding an elite athlete.",
            "\nAlthough the glymphatic system—the support team—is somewhat active during the day, Nedergaard and her team discovered that it is during sleep that this neural sanitization work kicks into high gear.",
            "\nWithout sleep, an escalation of poisonous Alzheimer’s-related protein accumulated in the brains of the mice, together with several other toxic metabolites. Phrased differently, and perhaps more simply, wakefulness is low-level brain damage, while sleep is neurological sanitation.",
            "\nFrom this cascade comes a prediction: getting too little sleep across the adult life span will significantly raise your risk of developing Alzheimer’s disease. Precisely this relationship has now been reported in numerous epidemiological studies, including those individuals suffering from sleep disorders such as insomnia and sleep apnea.",
            "\nInsufficient sleep is only one among several risk factors associated with Alzheimer’s disease. Sleep alone will not be the magic bullet that eradicates dementia. Nevertheless, prioritizing sleep across the life span may be a significant factor for lowering Alzheimer’s disease risk.",
            "\nI was once fond of saying, “Sleep is the third pillar of good health, alongside diet and exercise.” I have changed my tune. Sleep is more than a pillar; it is the foundation on which the other two health bastions sit. Take away the bedrock of sleep, or weaken it just a little, and careful eating or physical exercise become less than effective, as we shall see.",
            "\nIn the Northern Hemisphere, the switch to daylight savings time in March results in most people losing an hour of sleep opportunity. Should you tabulate millions of daily hospital records, as researchers have done, you discover that this seemingly trivial sleep reduction comes with a frightening spike in heart attacks the following day. Impressively, it works both ways. In the autumn within the Northern Hemisphere, when the clocks move forward and we gain an hour of sleep opportunity time, rates of heart attacks plummet the day after.",
            "\nThe less you sleep, the more you are likely to eat. In addition, your body becomes unable to manage those calories effectively, especially the concentrations of sugar in your blood. In these two ways, sleeping less than seven or eight hours a night will increase your probability of gaining weight, being overweight, or being obese, and significantly increases your likelihood of developing type 2 diabetes.",
            "\nTo give you a sense of what that means, if the researchers showed those blood sugar readings to an unwitting family doctor, the GP would immediately classify that individual as being pre-diabetic. They would start a rapid intervention program to prevent the development of irreversible type 2 diabetes.",
            "\nUsing precisely this experimental design in a group of healthy, lean participants, Van Cauter discovered that individuals were far more ravenous when sleeping four to five hours a night. This despite being given the same amount of food and being similarly active, which kept the hunger levels of these same individuals under calm control when they were getting eight or more hours of sleep. The strong rise of hunger pangs and increased reported appetite occurred rapidly, by just the second day of short sleeping.",
            "\nBy muting the chemical message that says “stop eating” (leptin), yet increasing the hormonal voice that shouts “please, keep eating” (ghrelin), your appetite remains unsatisfied when your sleep is anything less than plentiful, even after a kingly meal. As Van Cauter has elegantly described to me, a sleep-deprived body will cry famine in the midst of plenty.",
            "\nWe found that a full night of sleep repairs the communication pathway between deep-brain areas that unleash hedonic desires and higher-order brain regions whose job it is to rein in these cravings. Ample sleep can therefore restore a system of impulse control within your brain, putting the appropriate brakes on potentially excessive eating.",
            "\nThe upshot of all this work can be summarized as follows: short sleep (of the type that many adults in first-world countries commonly and routinely report) will increase hunger and appetite, compromise impulse control within the brain, increase food consumption (especially of high-calorie foods), decrease feelings of food satisfaction after eating, and prevent effective weight loss when dieting.",
            "\nThere was a clear, linear relationship with infection rate. The less sleep an individual was getting in the week before facing the active common cold virus, the more likely it was that they would be infected and catch a cold.",
            "\nIn those sleeping five hours on average, the infection rate was almost 50 percent.",
            "\nIn those sleeping seven hours or more a night in the week prior, the infection rate was just 18 percent.",
            "\nA remarkable discovery in 2002 demonstrated that sleep impacts your response to a standard flu vaccine.",
            "\nSimilar consequences of too little sleep have since been reported for the hepatitis A and B vaccines.",
            "\nIrwin demonstrated that a single night of four hours of sleep—such as going to bed at three a.m. and waking up at seven a.m.—swept away 70 percent of the natural killer cells circulating in the immune system, relative to a full eight-hour night of sleep.",
            "\nWhether this association is causal remains to be determined. But the particular nature of the telomere damage caused by short sleeping is now becoming clear. It appears to mimic that seen in aging or advanced decrepitude. That",
            "\nIndeed, these emotional regions of the brain are up to 30 percent more active in REM sleep compared to when we are awake!",
            "\nCartwright had shown that it was not enough to have REM sleep, or even generic dreaming, when it comes to resolving our emotional past. Her patients required REM sleep with dreaming, but dreaming of a very specific kind: that which expressly involved dreaming about the emotional themes and sentiments of the waking trauma.",
            "\nMore surprising, perhaps, was the realization that the brain is not done processing that knowledge after the first night of sleep. Memories remain vulnerable to disruption of sleep (including that from alcohol) even up to three nights after learning, despite two full nights of natural sleep prior.",
            "\nThe politically incorrect advice I would (of course never) give is this: go to the pub for a drink in the morning. That way, the alcohol will be out of your system before sleep.",
            "\nThe hands, feet, and head are therefore remarkably efficient radiating devices that, just prior to sleep onset, jettison body heat in a massive thermal venting session so as to drop your core body temperature. Warm hands and feet help your body’s core cool, inducing inviting sleep quickly and efficiently.",
            "\nA bedroom temperature of around 65 degrees Fahrenheit (18.3°C) is a reasonable goal for the sleep of most people, assuming standard bedding and clothing.",
            "\nKnowingly or not, you have probably used this proven temperature manipulation to help your own sleep. A luxury for many is to draw a hot bath in the evening and soak the body before bedtime. We feel it helps us fall asleep more quickly, which it can, but for the opposite reason most people imagine. You do not fall asleep faster because you are toasty and warm to the core. Instead, the hot bath invites blood to the surface of your skin, giving you that flushed appearance. When you get out of the bath, those dilated blood vessels on the surface quickly help radiate out inner heat, and your core body temperature plummets. Consequently, you fall asleep more quickly because your core is colder. Hot baths prior to bed can also induce 10 to 15 percent more deep NREM sleep in healthy adults.",
            "\nThose taking sleeping pills were 4.6 times more likely to die over this short two-and-a-half-year period than those who were not using sleeping pills. Kripke further discovered that the risk of death scaled with the frequency of use. Those individuals classified as heavy users, defined as taking more than 132 pills per year, were 5.3 times more likely to die over the study period than matched control participants who were not using sleeping pills.",
            "\nEven very occasional users—those defined as taking just eighteen pills per year—were still 3.6 times more likely to die at some point across the assessment window than non-users.",
            "\nIn other words, sleep may have more of an influence on exercise than exercise has on sleep.",
            "\nWhat you eat also appears to have some impact on your nighttime sleep. Eating a high-carbohydrate, low-fat diet for two days decreases the amount of deep NREM sleep at night, but increases the amount of REM sleep dreaming, relative to a two-day diet low in carbohydrates and high in fat. In a carefully controlled study of healthy adult individuals, a four-day diet high in sugar and other carbohydrates, but low in fiber, resulted in less deep NREM sleep and more awakenings at night.",
            "\nAs we have learned time and again throughout the course of this book, sleep is not like a credit system or the bank. The brain can never recover all the sleep it has been deprived of. We cannot accumulate a debt without penalty, nor can we repay that sleep debt in full at a later time.",
            "\nViewed this way, things look even more bleak, described in figure 16B. Insufficient sleep robs most nations of more than 2 percent of their GDP—amounting to the entire cost of each country’s military. It’s almost as much as each country invests in education. Just think, if we eliminated the national sleep debt, we could almost double the GDP percentage that is devoted to the education of our children.",
            "\nInterestingly, participants in the above studies do not perceive themselves as applying less effort to the work challenge, or being less effective, when they were sleep-deprived, despite both being true. They seemed unaware of their poorer work effort and performance—a theme of subjective misperception of ability when sleep-deprived that we have touched upon previously in this book.",
            "\nAllowing and encouraging employees, supervisors, and executives to arrive at work well rested turns them from simply looking busy yet ineffective, to being productive, honest, useful individuals who inspire, support, and help each other. Ounces of sleep offer pounds of business in return.",
            "\nThere are, however, an increasing number of forward-looking companies who have changed their work practices in response to these research findings, and even welcome scientists like me into their businesses to teach and extol the virtues of getting more sleep to senior leaders and management. Procter & Gamble Co. and Goldman Sachs Group Inc., for example, both offer free “sleep hygiene” courses to their employees.",
            "\nOne organization above all has known about the occupational benefits of sleep longer than most. In the mid-1990s, NASA refined the science of sleeping on the job for the benefit of their astronauts. They discovered that naps as short as twenty-six minutes in length still offered a 34 percent improvement in task performance and more than a 50 percent increase in overall alertness.",
            "\nIt didn’t require all seven nights of dream-sleep deprivation before the mental health effects began to manifest. By the third day, participants were expressing signs of psychosis. They became anxious, moody, and started to hallucinate. They were hearing things and seeing things that were not real. They also became paranoid. Some believed that the researchers were plotting against them in collusive ways—trying to poison them, for example. Others became convinced that the scientists were secret agents, and that the experiment was a thinly veiled government conspiracy of some wicked kind.",
            "\nOnly then did scientists realize the rather profound conclusions of the experiment: REM sleep is what stands between rationality and insanity. Describe these symptoms to a psychiatrist without informing them of the REM-sleep deprivation context, and the clinician will give clear diagnoses of depression, anxiety disorders, and schizophrenia. But these were all healthy young individuals just days before.",
            "\nIt is the lack of REM sleep—that critical stage occurring in the final hours of sleep that we strip from our children and teenagers by way of early school start times—that creates the difference between a stable and unstable mental state.",
            "\nWhen sleep is abundant, minds flourish. When it is deficient, they don’t.",
            "\nIf you are about to undergo an elective surgery, you should ask how much sleep your doctor has had and, if it is not to your liking, you may not want to proceed. No amount of years on the job helps a doctor “learn” how to overcome a lack of sleep and develop resilience. How could it? Mother Nature spent millions of years implementing this essential physiological need. To think that bravado, willpower, or a few decades of experience can absolve you (a surgeon) of an evolutionarily ancient necessity is the type of hubris that, as we know from the evidence, costs lives. The next",
            "\nThe coastal ecosystem has never recovered. Early reports suggested that the captain was inebriated while navigating the vessel. Later, however, it was revealed that the sober captain had turned over command to a qualified mate on deck, who had only slept six out of the previous forty-eight hours, causing him to make the cataclysmic navigational error. Both of these global tragedies were entirely preventable. The same is true for every sleep-loss statistic in this chapter.",
            "\nMore than hope, however, I wish for it to spark better sleep solutions of your own; ideas that some of you may translate into a non- or for-profit commercial venture, perhaps."
        ]
    },
    {
        "title": "The Fellowship Of The Ring: Being the First Part of The Lord of the Rings\n",
        "Author": " J.R.R. Tolkien",
        "highlights": [
            "\nBut Hobbits have never, in fact, studied magic of any kind, and their elusiveness is due solely to a professional skill that heredity and practice, and a close friendship with the earth, have rendered inimitable by bigger and clumsier races.",
            "\nFor they are a little people, smaller than Dwarves: less stout and stocky,",
            "\nThough one Wizard that I knew took up the art long ago, and became as skilful in it as in all other things that he put his mind to.’",
            "\nAt that time Frodo was still in his tweens, as the hobbits called the irresponsible twenties between childhood and coming of age at thirty-three.",
            "\nBilbo was going to be eleventy-one, 111, a rather curious number, and a very respectable age for a hobbit (the Old Took himself had only reached 130);",
            "\n‘Elves and Dragons! I says to him. Cabbages and potatoes are better for me and you. Don’t go getting mixed up in the business of your betters, or you’ll land in trouble too big for you,",
            "\nthough, as I said, eleventy-one years is far too short a time to spend among you – this is the END. I am going. I am leaving NOW. GOOD-BYE!",
            "\n‘If I am it is your fault,’ said Bilbo. ‘It is mine, I tell you. My own. My Precious. Yes, my Precious.’",
            "\n‘A mortal, Frodo, who keeps one of the Great Rings, does not die, but he does not grow or obtain more life, he merely continues, until at last every minute is a weariness.",
            "\nOne Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.",
            "\nHe did not tell Gandalf, but as he was speaking a great desire to follow Bilbo flamed up in his heart",
            "\n‘Me go and see Elves and all! Hooray!’ he shouted, and then burst into tears.",
            "\nBut it is said: Do not meddle in the affairs of Wizards, for they are subtle and quick to anger. The choice is yours: to go or wait.’ ‘And it is also said,’ answered Frodo: ‘Go not to the Elves for counsel, for they will say both no and yes.’",
            "\n‘Courage is found in unlikely places,’",
            "\n‘You can trust us to stick to you through thick and thin – to the bitter end. And you can trust us to keep any secret of yours – closer than you keep it yourself. But you cannot trust us to let you face trouble alone, and go off without a word. We are your friends, Frodo. Anyway: there it is. We",
            "\nAll that is gold does not glitter, Not all those who wander are lost; The old that is strong does not wither, Deep roots are not reached by the frost. From the ashes a fire shall be woken, A light from the shadows shall spring; Renewed shall be blade that was broken, The crownless again shall be king.",
            "\nAthelas",
            "\nNothing happened. There was a gasp of astonishment from the hobbits, and then even Frodo laughed. ‘Well!’ he said. ‘We are forgetting our family history! These must be the very three that were caught by Gandalf, quarrelling over the right way to cook thirteen dwarves and one hobbit.’",
            "\n‘Glóin at your service,’ he said, and bowed still lower.",
            "\n‘And what has become of Balin and Ori and Óin?’ asked Frodo. A shadow passed over Glóin’s face. ‘We do not know,’",
            "\nGlóin looked at Frodo and smiled. ‘You were very fond of Bilbo were you not?’ he asked. ‘Yes,’ answered Frodo. ‘I would rather see him than all the towers and palaces in the world.’",
            "\nThe dark figure raised its head and uncovered its face. ‘Bilbo!’ cried Frodo with sudden recognition, and he sprang forward.",
            "\nlet’s have some real News! Tell me all about the Shire!’",
            "\n‘It is not easy for us to tell the difference between two mortals,’ said the Elf.",
            "\nI rode under the arch, and the gate closed silently behind me, and suddenly I was afraid, though I knew no reason for it."
        ]
    },
    {
        "title": "Sandworm: A New Era of Cyberwar and the Hunt for the Kremlin's Most Dangerous Hackers\n",
        "Author": " Andy Greenberg",
        "highlights": [
            "\nAmazingly, Yanukovich managed to wheedle his way back into the spotlight, thanks in part to his Russian backing and a makeover overseen by the U.S. lobbyist Paul Manafort, the future campaign manager of Donald Trump.",
            "\n(The CyberBerkut hackers would be revealed years later to be linked with the Russian hacker group Fancy Bear that meddled in U.S. elections, too.)",
            "\nSo Lee offered to build one. He was amazed at how little bureaucracy he confronted; creating the agency’s first industrial control system threat intelligence team required filling out one form, he remembers. “So I became the lead of all of industrial control system threat discovery for NSA overnight,” Lee says. He was twenty-two years old. “Pretty fucked-up, isn’t it?”",
            "\nThanks in part to Stoll’s detective work, which he captured in his seminal cybersecurity book, The Cuckoo’s Egg,",
            "\nIt turned out the DNC had secretly favored the candidate Hillary Clinton over her opponent Bernie Sanders as the presumptive Democratic nominee for president, despite the committee’s purported role as a neutral arbiter for the party.",
            "\nDNC officials had furtively discussed how to discredit Sanders, including staging public confrontations about his religious beliefs and an incident in which his campaign’s staff allegedly accessed the Clinton campaign’s voter data.",
            "\nSandworm’s hackers were stealthy, professional saboteurs. Fancy Bear, by contrast, seemed to be shameless, profane propagandists. And now, in the service of Vladimir Putin, they were tasked with helping Donald Trump to win the presidency.",
            "\nWe recognize Americans’ having more in common with Russians than Chinese or Globalist or Socialist. Russia and Putin are nationalist and enemies of the Globalist, examples: NATO encroachment and Ukraine conflict. Therefore Russia and Putin are being best allies until the common enemies are defeated and America is great again.",
            "\nAll of that means getting a security update out to vulnerable machines is often as involved and imperfect a process as getting humans around the world vaccinated, long after a vaccine is discovered.",
            "\nIn his new life, he became a remarkably prolific writer of tell-all accounts of his time in Soviet intelligence—though with most of their truly valuable secrets removed or obscured, and other details fabricated or exaggerated, some intelligence experts warn. His most revelatory books, written under the pen name Viktor Suvorov, include Inside Soviet Military Intelligence (which he dedicated to Oleg Penkovsky) and a memoir called Inside the Aquarium, a reference to the glass-encased, nine-story building on Moscow’s Khodinka airfield that once served as GRU headquarters.",
            "\nIt was, after all, the KGB, not the GRU, who had hired the West German freelance hackers who invented state-sponsored hacking in the 1980s, as told in Cliff Stoll’s Cuckoo’s Egg.",
            "\nThey included a dozen staffers at the Internet Research Agency, the St. Petersburg–based institution that had paid civilian workers to flood social media with divisive and pro-Trump content, as well as a consultant firm and a catering company linked to that business.",
            "\nAs soon as Matonis saw the account-loginserv.com domain, he instantly knew that he had seen it nearly a year earlier in an FBI “flash,” a short alert sent out to U.S. cybersecurity practitioners and potential victims. This one had offered a new detail into the hackers who in 2016 had breached the Arizona and Illinois state boards of elections: The same intruders had also spoofed emails from a voting technology company, VR Systems, in an attempt to trick more election-related victims into giving up their passwords.",
            "\nNotPetya was connected to French election interference, just as Olympic Destroyer was linked to U.S.-focused election meddling.",
            "\n“The foundation for government is the ability to protect their people,” Hultquist continued, holding forth as if my questions had unlocked a torrent of ideas he’d been bottling for months. “If they can’t do that—if they can’t protect these soft targets—they look illegitimate.”",
            "\nThe Plum Island test grid had been constructed by the Defense Advanced Research Projects Agency, or DARPA, the experimental arm of the Pentagon designed to develop technologies to fight future wars. DARPA is famously credited with inventing the internet and in recent decades helping to develop other world-changing technologies like GPS and unmanned aerial vehicles. On Plum Island, the agency had set out to find the tools that would allow electric utilities to fight off highly sophisticated hackers. And to test them, it had dropped those utilities’ engineers into a worst-case scenario: one where they were tasked not with merely keeping the power on but with turning it back on after digital adversaries had already blacked out a grid for days.",
            "\nThat asset, a crumbling building near the south of Plum Island that was once used by the Pentagon as a laboratory for germ warfare, represented in the world of DARPA’s simulation something like a hospital or a defense command center—an imaginary, nonnegotiable consumer of power that’s required to save lives or win a war."
        ]
    },
    {
        "title": "Dracula (AmazonClassics Edition)\n",
        "Author": " Bram Stoker",
        "highlights": [
            "\n“It is the eve of St. George’s Day. Do you not know that to-night, when the clock strikes midnight, all the evil things in the world will have full sway?",
            "\nThis time there could be no error, for the man was close to me, and I could see him over my shoulder. But there was no reflection of him in the mirror!"
        ]
    },
    {
        "title": "The Death of Ivan Ilych\n",
        "Author": " Leo Tolstoy",
        "highlights": [
            "\ncondemning the government for its niggardliness, he said he thought that nothing more could be got.",
            "\nWhile she was kissing him he hated her from the bottom of his soul and with difficulty refrained from pushing her away.",
            "\nsimply, and with a good nature that touched Ivan Ilych. Health, strength, and vitality in other people were offensive to him, but Gerasim’s strength and vitality did not mortify but soothed him.",
            "\n“We shall all of us die, so why should I grudge a little trouble?”",
            "\nAlways the same. Now a spark of hope flashes up, then a sea of despair rages, and always pain; always pain, always despair, and always the same.",
            "\nHe hates her with his whole soul.",
            "\nJust as the doctor had adopted a certain relation to his patient which he could not abandon, so had she formed one towards him – that he was not doing something he ought to do and was himself to blame, and that she reproached him lovingly for this – and she could not now change that attitude.",
            "\n“All right.” Their daughter came in in full evening dress, her fresh young flesh exposed (making a show of that very flesh which in his own case caused so much suffering), strong, healthy, evidently in love, and impatient with illness, suffering, and death, because they interfered with her happiness.",
            "\nthat same pain and that same fear that made everything monotonously alike, nothing harder and nothing easier. Everything was worse.",
            "\nAgain minute followed minute and hour followed hour. Everything remained the same and there was no cessation. And the inevitable end of it all became more and more terrible.",
            "\nHe wept on account of his helplessness, his terrible loneliness, the cruelty of man, the cruelty of God, and the absence of God.",
            "\nAnd in imagination he began to recall the best moments of his pleasant life. But strange to say none of those best moments of his pleasant life now seemed at all what they had then seemed – none of them except the first recollections of childhood.",
            "\nAnd the further he departed from childhood and the nearer he came to the present the more worthless and doubtful were the joys.",
            "\nThen all became confused and there was still less of what was good; later on again there was still less that was good,",
            "\n“Then what does it mean? Why? It can’t be that life is so senseless and horrible.",
            "\n“Maybe I did not live as I ought to have done,” it suddenly occurred to him. “But how could that be, when I did everything properly?”",
            "\nAnd he ceased crying, but turning his face to the wall continued to ponder on the same question: Why, and for what purpose, is there all this horror? But however much he pondered he found no answer.",
            "\n“What is this? Can it be that it is Death?” And the inner voice answered: “Yes, it is Death.”",
            "\nand he remembered all the legality, correctitude, and propriety of his life. “That at any rate can certainly not be admitted,”",
            "\n“What if my whole life has been wrong?”",
            "\nIt occurred to him that his scarcely perceptible attempts to struggle against what was considered good by the most highly placed people, those scarcely noticeable impulses which he had immediately suppressed, might have been the real thing, and all the rest false.",
            "\nand pulled at his clothing which choked and stifled him. And he hated them on that account.",
            "\n“What is the right thing?” and grew still, listening. Then he felt that someone was kissing his hand. He opened his eyes, looked at his son, and felt sorry for him.",
            "\n“Death is finished,” he said to himself. “It is no more!”"
        ]
    },
    {
        "title": "How to Invent Everything: A Survival Guide for the Stranded Time Traveler\n",
        "Author": " Ryan North",
        "highlights": [
            "\nRemember: evolution happens very slowly, and even 200,000 years ago the people you’ll encounter are humans, just like you—indistinguishable at the biological level. They just need to be taught. You can teach them. And you will be remembered as a god.",
            "\nDon’t like English’s pronoun system or French’s insistence on giving every object in the universe its own entirely imaginary gender? Well, now’s your chance to fix them forever.",
            "\nAn image of a peach shaped so it looks like buttocks could represent either peaches, buttocks, or any number of activities humans have discovered they can perform with either.",
            "\n200 BCE, but listen, European mathematicians as late as 1759 CE were still arguing that negative numbers were “nonsensical” and “absurd,” which should tell you all you need to know about European mathematicians as late as 1759 CE.",
            "\nThis may sound like a complete waste of time (and the name “imaginary numbers” was originally intended as a brutally sick burn for just this reason),",
            "\nmathematics is actually built on a foundation of things we can’t prove but assume are true. We call them “axioms,” and we think they’re safe assumptions, but at the end of the day, they remain beliefs we cannot prove. Axioms include ideas like “2 + 1 gives the same result as 1 + 2” and “if a equals b, and if b equals c, then a equals",
            "\n“You can’t divide by zero, because the answer doesn’t make sense, and nobody knows how to fix that yet.”",
            "\nmetaquantum ultraphysics",
            "\nor the theory of time travel (even though it’s a fact that you’re clearly trapped in the past for reasons that cannot have any legal liability assigned).",
            "\nScientists are often seen as turbonerds, but the philosophical foundations of science are actually those of pure punk-rock anarchy: never respect authority, never take anyone’s word on anything, and test all the things you think you know to confirm or deny them for yourself.",
            "\nwe didn’t even know why.9 It",
            "\nGiven your current circumstances, you’ve probably already noticed how these definitions started out completely useless to you but then somehow still managed to get worse.",
            "\nevery avocado you’ve probably ever eaten derives from a seed found under mysterious circumstances in 1926,",
            "\nthe red grapefruit you’re familiar with didn’t exist before government-sponsored radiation experiments performed the 1950s.*",
            "\nCIVILIZATION PRO TIP: Even the plants in Australia want to kill you.",
            "\nGood for making food spicier and, therefore, more delicious. Also: extremely useful in making chili.",
            "\nThe active component is called “capsaicin” and can be used in very light concentrations for temporary pain relief: it works by overloading pain receptors.",
            "\nDomesticated corn (available after around 7000 BCE) does not naturally reproduce: to produce more corn, you must conserve kernels until next spring, then bury them in the ground. It’s been so thoroughly domesticated that it can no longer survive without human aid and interference. Thanks for the trust, corn!",
            "\nis also extremely flammable, so much so that burning eucalyptus trees sometimes explode, so be careful with it.",
            "\nPotatoes are one of the few plants that contain all the nutrition humans need! You can live entirely off potatoes (but shouldn’t, because then you’re extremely vulnerable to crop failure).",
            "\nAll parts of the potato are poisonous until cooked, so don’t eat raw potatoes.",
            "\nHistorically there was European resistance to the potato:",
            "\nYes: if you can trace your ancestry back to the early days of the United States, there’s a fair chance your ancestors were turned on by potatoes.",
            "\nTo answer your question: the egg came first, as eggs evolved in other animals millions of years before chickens ever appeared.",
            "\nTo answer your second, newly clarified question: the chicken egg also came first. Inside the first chicken egg was a zygote carrying a mutation that allowed it to become the first chicken. This egg, with a mutated zygote inside, was therefore laid by a protochicken. Evolution!",
            "\nPlus, if you point somewhere, dogs can understand your intent and look to where you’re pointing. Wolves don’t do this, and neither do our closest extant relatives like chimpanzees and gorillas. In some ways, domestication has made dogs more humanlike than any other animal!",
            "\nGoat milk is closer to human milk than cow milk is, meaning we can extract more nutrition from it, plus it’s lower in (sometimes-challenging) lactose. It’s also more homogenous than cow’s milk, which means it’s great for making cheese.",
            "\nThe earliest horses were clever, dog-sized animals that evolved in North America around 54,000,000 BCE. So if that’s where and when you’re trapped, while you won’t be riding any horses, you are going to have some adorable pets.",
            "\nThe mosquito is one of the few animals that, if removed, would have no lasting negative impact on the world: the activities they perform in the ecosystem (feeding birds, some light pollination) are already performed by other insects. The only legacy would be fewer human deaths from malaria.",
            "\nCongratulations! You have used the labor of microscopic animals to produce a more pleasant bread, then killed them the instant they were no longer useful. Millions of these microscopic animal corpses are baked into every slice of bread you eat.",
            "\nThe vast majority of plants on the planet are killed by salt, and only 2 percent of all plant species can tolerate high salinity.",
            "\nShall we make a new rule of life from tonight: always to try to be a little kinder than is necessary? —You (also, J. M. Barrie)",
            "\nhuman baby incubators are typically kept at 35°C, but if you’re raising chickens, 37.5°C tends to be ideal.",
            "\nworks perfectly. Do better than we did. Don’t soak your steel in pee for over a hundred years for no reason.",
            "\nLet me tell you what I think of bicycling. I think it has done more to emancipate women than anything else in the world. I stand and rejoice every time I see a woman ride by on a wheel. It gives a woman a feeling of freedom and self-reliance. It makes her feel as if she were independent. The moment she takes her seat she knows she can’t get into harm unless she gets off her bicycle, and away she goes, the picture of free, untrammelled womanhood.",
            "\nwhich you shouldn’t feel bad about, since it’s what everyone did before the French came up with the derailleur in 1905 CE.",
            "\nI think you travel to search, and come back home to find yourself there. —You (also, Chimamanda Ngozi Adichie)",
            "\nRadiation slightly more energetic than violet is called “ultraviolet,” and we can sense that with our skin too, via what is technically called a potentially fatal radiation burn.",
            "\nSome caveats: radio transmission works better at night than during the day, because the Earth’s upper atmosphere—called the ionosphere—is electrically charged by the sun.",
            "\nPut simply, in 200 BCE humanity held in one hand the knowledge that hot air rose, and by 1250 CE held in the other hand a design for a machine that could be powered by hot air, but the two ideas were never joined together until both were rediscovered in France in 1783 CE.",
            "\nIf the world were a logical place, men would ride sidesaddle. —You (also, Rita Mae Brown)",
            "\nLogic is the only way you get to play video games and watch movies in bed again. CIVILIZATION PRO TIP: You’re welcome.",
            "\nKeep in mind that traction in position can be really painful, but setting your own bones is a super badass thing to do, so make sure to tell someone the story when you get a chance.",
            "\nReading this book has transferred knowledge of humanity’s greatest achievements from the palm of your hand to the interior of your mind. Earlier, we remarked that this text, once stranded in the past, was the single most powerful and dangerous thing on the planet. That is no longer true. You are. Go get ’em, tiger."
        ]
    },
    {
        "title": "The Metamorphosis\n",
        "Author": " Franz Kafka",
        "highlights": [
            "\nWhy was Gregor the only one condemned to work in a firm where, at the slightest lapse, someone immediately attracted the greatest suspicion?",
            "\nShe brought him, to test his taste, an entire selection, all spread out on an old newspaper.",
            "\nThe main thing holding the family back from a change in living quarters was far more their complete hopelessness and the idea that they had been struck by a misfortune like no one else in their entire circle of relatives and acquaintances.",
            "\nHe remembered his family with deep feelings of love. In this business, his own thought that he had to disappear was, if possible, even more decisive than his sister's."
        ]
    },
    {
        "title": "Her Body and Other Parties: Stories\n",
        "Author": " Carmen Maria Machado",
        "highlights": [
            "\nHe died a week later, by his own hand. I moved out of the city, north."
        ]
    },
    {
        "title": "The Secret History (Hackett Classics)\n",
        "Author": " Anthony Kaldellis and Prokopios",
        "highlights": [
            "\nBut his nephew Justinian, who began to govern the entire state while he was still young, was the cause of disasters for the Romans the sheer number and magnitude of which no one had even heard of in all of prior history.",
            "\n[20] The murder of innocent people and the seizure of property that was not his were casual matters for him. The death of countless thousands was nothing to him, even though these people had given him neither cause nor pretext.",
            "\nThe first thing that the militants did was to invent a new hairstyle, cutting it in no way as other Romans did. [9] They did not touch the moustache or beard at all, wanting the hair to grow out as long as possible, as is the custom among the Persians. [10] But the hair on the head they cut in the front as far as the temples, while letting it hang out long in the back for no particular reason, as among the Massagetai.\nNote:he did not like these people",
            "\nIt is even said that some women were compelled by their own slaves to do many things that they did not want to do. [35]",
            "\nJustinian was guilty not only because he lacked the slightest inclination to stand by the victims in these cases but because he had no qualms about being openly known as the militants’ patron.",
            "\ntherefore, ever suffice to describe Justinian’s character? All the vices I have described along with other, even worse ones that he had seemed to exceed human capacity; it was as though nature had removed every inclination to do wrong from other people and deposited them all together into the soul of this man.",
            "\nSo that if one wanted to weigh these things against everything that has befallen the Romans from the beginning, he would discover, it seems to me, that more people have been slaughtered by this one man than in all of past history put together.",
            "\nAll that I am able to say about Justinian’s character is as I have stated above. As for the woman he married, I will now disclose her origins and the manner of her upbringing as well as how she destroyed the Roman state root and branch after marrying this man.",
            "\nperched before her audiences. [10] At this time Theodora was hardly ripe enough to sleep with a man or to have sex with him in the way that a woman should.",
            "\nthere been a person so enslaved to lust in all its forms. She often went to the potluck dinner parties in the company of ten young escorts, or even more than that, all at the peak of their physical prowess and skilled at screwing, and she would bed down with her fellow diners in groups all night long. And when all were exhausted from doing this, she would turn to their servants, all thirty of them if that’s how many there were, and couple with each of them separately—but even this would not satisfy her lust.",
            "\nSuch, then, was the woman’s origin and upbringing, which became infamous among common women and all people generally.",
            "\nBut as he lacked a pretext for moving against the man to destroy him, he cruelly tortured some of his friends and forced them to give preposterously false testimony against him.",
            "\nmotion his plan for becoming engaged to Theodora. As it was impossible for anyone who had reached the rank of senator to marry a prostitute (this being prohibited from the earliest times by the most ancient of laws),60 he forced the emperor to annul those laws with another law, and so afterward he lived with Theodora as his lawful wife, effectively making it feasible for anyone else to marry a prostitute.61",
            "\nFor a long time it was believed by everyone that their thoughts and policies were diametrically opposed to each other but later it was recognized that this illusion was deliberately crafted by the two of them so as to prevent their subjects from agreeing among themselves to rise up against them, and so to ensure that every opinion about them differed from the others.",
            "\nThe first thing they did was to set the Christians against each other and divided them all into rival fan-clubs by pretending to take opposite paths in the controversies, as I will explain shortly.68",
            "\nthe Blues with all her might and by authorizing them to move against their rival militants she enabled them to flout social order in their criminal activities and cruel violence.",
            "\nbeing nothing less than in the emperor’s employ. And others quickly followed them in this business of plundering the unhappy Romans in order to receive, in addition to their loot, the emperor’s generous largesse as a prize for their raid.",
            "\nAs I said at the beginning of this book, however, my aim here is to state the causes of those events.",
            "\nhe never lost sight of his ultimate goal, namely to drench the earth with as much human blood as his many schemes could spill and to steal as much money as possible. And so he devised the following way to murder even more of his subjects.",
            "\nBut this struck peasants in particular as irreligious and they unanimously decided to resist the men who were preaching these orders. [23] Consequently many of them were killed by the soldiers while many others actually killed themselves, stupidly thinking this was a religious act.",
            "\nIt is said that ten times ten thousand men were lost in that fight and that this land, which is the most fertile in the entire earth, became destitute of farmers as a result.",
            "\nAt a later time it happened that Zenon died suddenly and they became the owners of his property, as his heirs. [4] For they produced a will of sorts, which was widely rumored not, in fact, to have been composed by him.",
            "\nTherefore, both to me and also to many of us these two never seemed to be human beings at all but rather murderous demons of some kind, or as the poets would say, “a baneful pair they were for all mortal men,”\nNote:importnt source",
            "\nThey put on a human form, thereby becoming man-demons, and in this way demolished the entire world.",
            "\nOne could cite many things as proof of this but especially the potency unveiled in their actions.",
            "\nFor in these times, much damage has been caused by earthquakes, plagues, and the flooding of rivers, as I am about to recount.\nNote:Claims that these people are the causes of natural disasters",
            "\nIt is said that even his own mother told some of her friends that he was not the son of Sabbatios, her husband, nor indeed of any mortal man;",
            "\nwas now, disturbingly, all filled out again. [23] Another man was once standing by while Justinian was seated and said that his face suddenly became like shapeless",
            "\nI write these things not as a firsthand witness but based on the testimony of those who insisted that they did see them happen at the time.",
            "\nThat, at any rate, is how it seemed to most people. Now Justinian’s character was generally as I have described it, except that he made himself easily accessible and was gentle with those who approached him. No one at all was barred from gaining an audience with him and he never showed impatience even with those who failed to follow protocol in the way that they stood or spoke before him.109\nNote:contradiction",
            "\ndid not seem to him to be murder if the victim belonged to a different faith than his own.",
            "\nHe would judge legal cases not according to the laws that he himself had issued but rather was led to whatever decision promised a greater and more magnificent bounty of money for himself.",
            "\nHe did not sleep, at least for the most part, and never took his fill of food or drink; rather, he tasted it with hardly more than his fingertip, and then was done with it.\nNote:BS",
            "\nFor he would not allow anyone in the Roman Empire to render verdicts based on his own autonomous judgment, but stubbornly and irrationally meddled in pending cases and delivered his own decisions based on hearsay evidence that he took from one of the disputants.",
            "\nLaw was drained of power and stability, and the scales of justice oscillated wildly and unpredictably depending on which side was weighed down with the more gold.",
            "\nThis man was the first to persuade Justinian to sell his legal decisions for money.",
            "\nHe thought that there was nothing shameful in playing both sides, so long as he made a profit.",
            "\nFor people were easily given permission not only to present themselves before this tyrant but, even if they were complete nobodies with no prestige, to have casual discussions with him and confer about confidential matters.",
            "\nA swarm of accusations was always in motion and there was a special court […]134 devoted to the subversion of established institutions.",
            "\nNo, her jealously of the woman was no small thing, and so she schemed to bring her within her grasp and kill her.",
            "\nThis deed propelled him to the honor of the magister. Much power now came to him and he earned more hatred than had any other man.",
            "\nShe had no success at first, but not long after she had the man placed on board a ship in the middle of winter and sent to a place of her choosing. There she had his head shaved and, completely against his will, forced him to become a priest.",
            "\nShe immediately set loose on him the magistrate in charge of the populace but specified that Basianos was not to be accused of slandering her, but rather of sodomy.151",
            "\nAnd so it went every time this bitch got worked up: no sanctuary was safe, no law could offer any protection, and it seemed that not even an entreaty by the entire city was sufficient to shield anyone who had given her offense. There was nothing, anywhere, that could stand up to her.\nNote:he REALLLY hates her",
            "\nIt reached the point where Theodoros felt that his eyes had popped out of their sockets, but he resolutely refused to testify to events that had never happened. [28] Hence the judges acquitted Diogenes for lack of evidence against him, and the entire city, as one, celebrated the event.153",
            "\nThey both married but their husbands died, so they became widows. Thereupon Theodora took it upon herself to pair them up with two commoners, revolting men really, whom she had selected, alleging as a pretext that the girls were not living chastely.",
            "\nBy what means this poor lad was made to disappear from this world I am not able to say, but no one has seen him again to this very day, not even after the empress died.",
            "\nAll of a sudden each man would find that he had a wife, not because this pleased him, which is how these things are done even among the barbarians, but because it had been decided by Theodora.161 [30] Conversely, the women suffered the same thing, for they were forced to live with these men against their will.",
            "\nIn fact, during Justin’s nine-year reign, this Justinian stirred up so much confusion and disorder in the state that he managed to rake in four thousand kentenaria to the imperial coffers—illegally, of course.",
            "\nNo sooner had he thus “exported” the public wealth than he turned his gaze on his subjects, separating most of them from their property by snatching it up through unjustified violence and by accusing those reputed to be prosperous in Byzantion and in every city of crimes that had not even taken place."
        ]
    },
    {
        "title": "John Brown's Raid on Harpers Ferry: A Brief History with Documents (Bedford Series in History & Culture (Paperback))\n",
        "Author": " Jonathan Earle",
        "highlights": [
            "\nEspecially strong were the feelings African Americans had regarding John Brown. Black leaders like Frederick Douglass eulogized him, black poets like Langston Hughes memorialized him, and black intellectuals like W. E. B. Du Bois wrote heroic biographies of his life.",
            "\nReligiously, John Brown’s father resembled a seventeenth-century Puritan more than the deist and free-thinking President Thomas Jefferson, who won election in the year of John Brown’s birth.",
            "\nThat night the man beat the boy with an iron shovel while the adolescent John watched in horror. He later wrote that the beating transformed him into “a most determined Abolitionist” from that point forward, leading him to declare an “eternal war” with slavery.",
            "\nGovernor Shannon had ordered out all the proslavery force he could muster in the Territory, and called on Missouri for further help; that about two thousand had collected, demanding a surrender of the rescued witness and of the rescuers, the destruction of several buildings and printing-presses, and a giving up of the Sharpe’s rifles by the Free-State men,—threatening to destroy the town with cannon, with which they were provided, etc.; that about an equal number of Free-State men had turned out to resist them, and that a battle was hourly expected or supposed to have been already fought.",
            "\nThe ground for the first time is barely whitened with snow, and it is quite cold; but we have before had a good deal of cold weather, with heavy rains. Henry and Oliver and, I may [say], Jason were disappointed in not being able to go to war.\nNote:Used a source",
            "\nHow do you justify your acts? Brown: I think, my friend, you are guilty of a great wrong against God and humanity,—I say it without wishing to be offensive,—and it would be perfectly right for any one to interfere with you so far as to free those you wilfully and wickedly hold in bondage. I do not say this insultingly. Mason: I understand that. Brown: I think I did right, and that others will do right who interfere with you at any time and at all times. I hold that the Golden Rule, “Do unto others as ye would that others should do unto you,” applies to all who would help others to gain their liberty. Lieutenant Stuart: But don’t you believe in the Bible? Brown: Certainly I do.",
            "\nA. Two hundred Sharpe’s rifles and two hundred revolvers,—what is called the Massachusetts Arms Company’s revolvers, a little under navy size.\nNote:Quoted",
            "\nAnd I think you are fanatical. “Whom the gods would destroy they first make mad,” and you are mad.",
            "\ndeclared that the Bible’s Golden Rule forced him to do what he did: “I believe that to have interfered as I have done—in behalf of His despised poor, was not wrong, but right.” Then he stood calmly as Judge Parker sentenced him to hang from the neck on December 2, 1859.",
            "\nI believe that to have interfered as I have done—in behalf of His despised poor, was not wrong, but right.",
            "\nNorthern and Southern Newspapers React to the Raid and Trial",
            "\nIn the South, the Petersburg (Virginia) Express argued that John Brown’s raid was but one instance of a far-reaching Northern conspiracy designed to destroy slavery and the southern way of life.",
            "\nNeither was it a sudden outbreak, occasioned by some occurrence of the moment; but it was in pursuance of a plan deliberately considered and formed by men elsewhere, who had gone to that place for the very purpose of making preparations and carrying it into execution.",
            "\nBrown and his desperados are but a sign of the cancerous disease with which a great part of northern society is polluted by the traitorous views of men who have been raised to honor, and surrounded by applause, and maintained in power, by whole communities, and even whole States.",
            "\nA whole harvest of sterner rebellion and bloodier collision is growing up and ripening from the seed these men have sown.",
            "\n“We do not believe there is any purpose, such as the Enquirer intimates, to attempt the rescue of John Brown on the 2d of December. We do not believe that any body of men would make such an experiment, especially in view of the somewhat formidable preparations of the military of the gallant State. John Brown will meet his fate, whether as a bad man or as a madman, with comparative little sympathy.",
            "\nThis placed him squarely against popular opinion of the time, which held that Brown’s actions were foolish and that he was likely insane; even the abolitionist Liberator called the raid a “misguided, wild, and apparently insane effort."
        ]
    },
    {
        "title": "Beowulf (Bilingual Edition)\n",
        "Author": " Seamus Heaney",
        "highlights": [
            "\nThe Spear-Danes in days gone by and the kings who ruled them had courage and greatness. We have heard of those princes’ heroic campaigns.",
            "\nThe fortunes of war favoured Hrothgar. Friends and kinsmen flocked to his ranks, young followers, a force that grew to be a mighty army.",
            "\nit would be his throne-room and there he would dispense his God-given goods to young and old— but not the common land or people’s lives.",
            "\ngrey-haired treasure-giver",
            "\n“When it comes to fighting, I count myself as dangerous any day as Grendel.",
            "\nHeremod’s prowess declined and his campaigns slowed down.",
            "\nbetrayed, ambushed in Jutland, overpowered and done away with.",
            "\nthat expedition was often condemned in those earlier times by experienced men, men who relied on his lordship for redress, who presumed that the part of a prince was to thrive 910 on his father’s throne and defend the nation,",
            "\nSo Beowulf drank his drink, at ease;",
            "\nHrothgar’s address to Beowulf",
            "\nAnd so the good and grey-haired Dane, that high-born king, kissed Beowulf and embraced his neck, then broke down in sudden tears. Two forebodings disturbed him in his wisdom, but one was stronger:",
            "\nHe was a peerless king until old age sapped his strength and did him mortal harm, as it has done so many.",
            "\nThe building was magnificent, the king majestic, ensconced in his hall; and although Hygd, his queen, was young, a few short years at court, her mind was thoughtful and her manners sure. Haereth’s daughter behaved generously 1930 and stinted nothing when she distributed bounty to the Geats.",
            "\nOffa was honoured far and wide for his generous ways, his fighting spirit and his far-seeing 1960 defence of his homeland; from him there sprang",
            "\nsaid it had belonged to his older brother, King Heorogar, who had long kept it, 2160 but that Heorogar had never bequeathed it to his son Heoroweard, that worthy scion, speach",
            "\nKing Hrethel kept me and took care of me, was open-handed, behaved like a kinsman. While I was his ward, he treated me no worse",
            "\nHe thinks back on his life",
            "\n“You are the last of us, the only one left of the Waegmundings. Fate swept us away, sent my whole brave high-born clan to their final doom. Now I must follow them.”",
            "\n“With his brother down, the undaunted Eofor, Hygelac’s thane, hefted his sword and smashed murderously at the massive helmet 2980 past the lifted shield. And the king collapsed, The shepherd of people was sheared of life.",
            "\nand carried the graith to King Hygelac; he accepted the prize, promised fairly 2990 that reward would come, and kept his word.",
            "\n“So this bad blood between us and the Swedes, 3000 this vicious feud, I am convinced, is bound to revive; they will cross our borders and attack in force when they find out that Beowulf is dead. In days gone by when our warriors fell and we were undefended he kept our coffers and our kingdom safe. He worked for the people, but as well as that With Beowulf gone, a tragic future awaits he behaved like a hero. We must hurry now"
        ]
    },
    {
        "title": "The Hobbit: Or There and Back Again (Lord of the Rings)\n",
        "Author": " J.R.R. Tolkien",
        "highlights": [
            "\nThere is nothing like looking, if you want to find something (or so Thorin said to the young dwarves). You certainly usually find something, if you look, but it is not always quite the something you were after. So it proved on this occasion.",
            "\nNo great leap for a man, but a leap in the dark. Straight over Gollum’s head he jumped, seven feet forward and three in the air; indeed, had he known it, he only just missed cracking his skull on the low arch of the passage.",
            "\n“He called it the Carrock, because carrock is his word for it. He calls things like that carrocks, and this one is the Carrock because it is the only one near his home and he knows it well.”",
            "\nIn fact they praised him so much that Bilbo began to feel there really was something of a bold adventurer about himself after all, though he would have felt a lot bolder still, if there had been anything to eat.",
            "\nI am Ringwinner and Luckwearer; and I am Barrel-rider,”",
            "\n“This is the great chamber of Thror,” said Thorin; “the hall of feasting and of council. Not far off now is the Front Gate.” They passed through the ruined chamber. Tables were rotting there; chairs and benches were lying there overturned, charred and decaying.",
            "\nThe river is running gold from the Mountain!”",
            "\nNo one had dared to give battle to him for many an age; nor would they have dared now, if it had not been for the grim-voiced man (Bard was his name), who ran to and fro cheering on the archers and urging the Master to order them to fight to the last arrow.",
            "\nFull on the town he fell. His last throes splintered it to sparks and gledes. The lake roared in. A vast steam leaped up, white in the sudden dark under the moon. There was a hiss, a gushing whirl, and then silence. And that was the end of Smaug and Esgaroth, but not of Bard.",
            "\nBut few dared to cross the cursed spot, and none dared to dive into the shivering water or recover the precious stones that fell from his rotting carcase.",
            "\n“Well done! Mr. Baggins!” he said, clapping Bilbo on the back. “There is always more about you than anyone expects!” It was Gandalf.",
            "\nIf more of us valued food and cheer and song above hoarded gold, it would be a merrier world.",
            "\n“Farewell Thorin Oakenshield! And Fili and Kili! May your memory never fade!”",
            "\n“If ever you are passing my way,” said Bilbo, “don’t wait to knock! Tea is at four; but any of you are welcome at any time!” Then he turned away.",
            "\nHe was in fact held by all the hobbits of the neighbourhood to be ‘queer’—except by his nephews and nieces on the Took side, but even they were not encouraged in their friendship by their elders."
        ]
    },
    {
        "title": "Incognito: The Secret Lives of the Brain\n",
        "Author": " David Eagleman",
        "highlights": [
            "\nConsciousness developed because it was advantageous, but advantageous only in limited amounts.",
            "\nIn 1633 he was hauled before the Catholic Church’s Inquisition, broken of spirit in a dungeon, and forced to scrawl his aggrieved signature on an Earth-centered recantation of his work.",
            "\nIf only they could know where it all led! What humankind lost in certainty and egocentrism has been replaced by awe and wonder at our place in the cosmos.",
            "\nIn other words, when the nervous system tells you that something is “out there”—such as a light—that is what you will believe, irrespective of how the signals get there.",
            "\nof evolution comes a related phenomenon in humans. At least 15 percent of human females possess a genetic mutation that gives them an extra (fourth) type of color photoreceptor—and this allows them to discriminate between colors that look identical to the majority of us with a mere three types of color photoreceptors.36 Two color swatches that look identical to the majority of people would be clearly distinguishable to these ladies.",
            "\n“Just give the brain the information and it will figure it out.” If any of this has changed your view of how you perceive reality, strap in, because it gets stranger. We’ll next discover why seeing has very little to do with your eyes.\nNote:why does the brain not learn to see blurry images after time?",
            "\nAsleep vision (dreaming) is perception that is not tied down to anything in the real world;",
            "\nFor all we know, we hallucinate all the time.",
            "\n(Interestingly, if you wake up an amnesic patient during the night after they’ve played Tetris,\nNote:at what point do they lose their new memories? if you kept one awake for 24 hours would they forget?",
            "\nSubjects would taste the teas, smack their lips, consider both carefully, and almost always decide that they preferred the tea whose name happened to match the first letters of their name.",
            "\nThe illusion-of-truth effect highlights the potential danger for people who are repeatedly exposed to the same religious edicts or political slogans.",
            "\nIn his book Your Brain Is (Almost) Perfect,",
            "\nOur evolutionary goals navigate and structure our thoughts. Chew on that for a moment. It means there are certain kinds of thoughts we can think, and whole categories of thoughts we cannot.",
            "\nHoneybees, by contrast, include information carried on ultraviolet wavelengths in their reality, and rattlesnakes include infrared in their view of the world.",
            "\nAs we will see in this chapter, we are made of many neural subpopulations; as Whitman put it, we “contain multitudes.”",
            "\nThere is an ongoing conversation among the different factions in your brain, each competing to control the single output channel of your behavior. As a result, you can accomplish the strange feats of arguing with yourself, cursing at yourself, and cajoling yourself to do something—feats"
        ]
    },
    {
        "title": "Catching Fire (Hunger Games Trilogy, Book 2)\n",
        "Author": " Suzanne Collins",
        "highlights": [
            "\nThey can afford to buy butcher meat in town, although none of us likes it any better than fresh game. But my best friend, Gale Hawthorne, and his family will be depending on today’s haul and I can’t let them down.",
            "\nAnd here I am with buckets of money, far more than enough to feed both our families now, and he won’t take a single coin.",
            "\nThe only time I really get to see Gale now is on Sundays, when we meet up in the woods to hunt together. It’s still the best day of the week, but it’s not like it used to be before, when we could tell each other anything. The Games have spoiled even that.",
            "\nI know I can never quite replicate his eye for balance, his instinct for where the prey will cross the path. It’s more than experience. It’s a natural gift.",
            "\nHis mother, Hazelle, sees me through the window, where she’s bent over the kitchen sink. She dries her hands on her apron and disappears to meet me at the door.",
            "\nBefore my fellow tribute, Peeta Mellark, announced he was madly in love with me. Our romance became a key strategy for our survival in the arena. Only it wasn’t just a strategy for Peeta. I’m not sure what it was for me. But I know now it was nothing but painful for Gale.",
            "\nA Peacekeeper named Darius comes up and buys a bowl while I’m eating. As law enforcers go, he’s one of my favorites. Never really throwing his weight around, usually good for a joke. He’s probably in his twenties, but he doesn’t seem much older than I do. Something about his smile, his red hair that sticks out every which way, gives him a boyish quality.",
            "\nA light snow starts to fall as I make my way to the Victor’s Village. It’s about a half-mile walk from the square in the center of town, but it seems like another world entirely.",
            "\nHe jumps up, kicking his chair ten feet behind him and wielding a knife. I forgot he always sleeps with one clutched in his hand.",
            "\nThen I see the man standing behind her in the kitchen doorway. One look at his tailored suit and surgically perfected features and I know he’s from the Capitol. Something is wrong. “It was more like skating. It’s really getting slippery out there.” “Someone’s here to see you,” says my mother. Her face is too pale and I can hear the anxiety she’s trying to hide."
        ]
    },
    {
        "title": "My Beloved World\n",
        "Author": " Sonia Sotomayor",
        "highlights": [
            "\nThe needles hurt, but the screaming was worse. It made me feel tired, carrying around the weight of their sadness. It was bad enough when they were fighting about the milk, or the housework, or the money, or the drinking. The last thing I wanted was for them to fight about me.",
            "\nI made it through the first two hours, but just as they were lining up their instruments for the ten o’clock torture, something inside me broke. After all those days of being brave and holding it in, I started crying. And once I started, I couldn’t stop. My mother must have heard me because she burst in, and I flew sobbing into her arms. “Enough!” she said, fiercer than I’d ever seen her. Fiercer even than when she fought with my father.",
            "\nPapi was the one who had spilled the milk, but I was the one who felt guilty.",
            "\nMy first years there, however, I met with little warmth. In part, it was that the nuns were critical of working mothers, and their disapproval was felt by latchkey kids. The irony of course was that my mother wouldn’t have been working such long hours if not to pay for that education she believed was the key to any aspirations for a better life. ——"
        ]
    },
    {
        "title": "Word by Word: The Secret Life of Dictionaries\n",
        "Author": " Kory Stamper",
        "highlights": [
            "\n“Whatcha reading, kiddo?” I held the book up for him to see: Taber’s Cyclopedic Medical Dictionary, a book from my mother’s nursing days of yore. “I’m reading about scleroderma,” I told him.",
            "\naffects skin.” I was about nine years old. When I turned sixteen, I discovered more adult delights: Austen, Dickens, Malory, Stoker, a handful of Brontës.",
            "\nI discovered that “nice” used to mean “lewd” and “stew” used to mean “whorehouse.”",
            "\nIt’s more American than football (a British invention) and apple pie (ditto).",
            "\n“sprachgefühl,” a German word we’ve stolen into English that means “a feeling for language.”",
            "\nmeasly” implies a sort of grudging, grubbing smallness, a miserly meagerness,",
            "\nAristotle, never one to be left out of an opining party, added “conjunction” to Plato’s two parts of speech but defines it in his Poetics as “a sound without meaning” (English teachers who have encountered one too many “and…and…and…” run-on sentences would heartily agree)."
        ]
    },
    {
        "title": "Artemis: A Novel\n",
        "Author": " Andy Weir",
        "highlights": [
            "\n“Jazz, I’m a businessman,” he said. “My whole job is exploiting underutilized resources. And you are a massively underutilized resource.”",
            "\n“I’m sorry, but this isn’t my thing,” I said. “You’ll have to find someone else.” “I’ll give you a million slugs.” “Deal.”",
            "\nthought it would taste terrible, like last time. But instead, it tasted terrible in an entirely new way.",
            "\nThe thing that sucks about life-or-death situations is how boring they can be.",
            "\nShe glanced over. “Himmelen er ikke grensen. It means ‘The sky is not the limit.’ ”",
            "\nDon’t believe me? Put ice water in a saucepan and cook it. The water temperature will stay at 0°C until the last ice cube melts.",
            "\n“One fuckup at a time,”",
            "\nWould the door even open in its fucked-up state? I prayed to Allah, Yahweh, and Christ that it would.",
            "\n“How am I not dead?” I tried to say. “Huu m uh nn’ d’d?” I actually said."
        ]
    },
    {
        "title": "Six Wakes\n",
        "Author": " Mur Lafferty",
        "highlights": [
            "\nShe tried to program a simple cracker, the “hello, world” of printed food.",
            "\nShe turned him over and found the usual freckles and moles, and then found one dark spot on his upper thigh. She ran her fingertip over it thoughtfully.",
            "\n“I told you he was acting different. After what happened with Paul—God, was it twenty years ago?—I wanted to catch this one on video. He caught me—” Maria’s voice said, and then the frame went dark briefly, and then started over with a smiling young Maria at Mass on a warm Christmas Eve.",
            "\nThe doctor had machines in her lab that could synthesize drugs, and that had obviously been where the ketamine had come from. Could she program a food printer to synthesize hemlock?",
            "\n“Yadokari,” Maria said, hearing one Japanese word she knew well. Oh, holy Mary Mother of God. Her heart pounded, and she licked her lips. “Why do you think it’s talking to you about hermit crabs, Hiro? Why is it talking to you?” She took a step away from Hiro as she said it. His eyes grew wide and wild, and he lunged at her.",
            "\nYou have the mindmaps of at least two of your clones that lived at the same time.",
            "\n“They’re calling it yadokari, the act of putting something inside someone’s brain to live there, like a hermit crab. Clever bullshit.”",
            "\nplayed God when people believed they could dictate their baby’s gender by having sex in a certain position. We played God when we invented birth control, amniocentesis, cesarean sections, when we developed modern medicine and surgery. Flight is playing God. Fighting cancer is playing God. Contact lenses and glasses are playing God. Anything we do to modify our lives in a way that we were not born into is playing God. In vitro fertilization. Hormone replacement therapy. Gender reassignment surgery. Antibiotics. Why are you fine with all of that, but cloning is the problem?”"
        ]
    },
    {
        "title": "All Our Wrong Todays: A Novel\n",
        "Author": " Elan Mastai",
        "highlights": [
            "\nI won’t summarize Cat’s Cradle for you. It’s short and much better written than this book, so just go read it."
        ]
    }
]